medecine/superfiches.org
#+title: Superfiches
#+author: Alexis Praga
#+latex_header: \input{header}
#+latex_header_extra: \usepackage{adjustbox}
#+latex_header_extra: \usepackage{tabularx}
* Cardiologie
** 218 Athérome
1ere cause mortalité dans monde.

Prévention : aspirine, statines, antihypertenseurs

Si rupture de plaque : aspirine, clopidogrel, héparine 

Localisations : coronaires, aorte, carotides, artères MI

Prévention secondaire : aspirine/clopidogrel, statines, IEC/ARA II

** 219 Facteur de risques cardio-vasculaires
FR : LDL > 1.6G/L, HDL < 0.4g/L, tabac[fn:1], âge[fn:2], tension \ge 140/90, diabète, ATCD
coronaires familiaux[fn:3]

Objectifs : tension < 140/90, LDL < 1g/L
** 220 Dyslipidémies
Haut risque : maladie vasculaire/coronaire, diabète 2 et atteinte rénale,
$p(\text{evt coronaire à 10 ans}) > 0.2$

Ttt : hypercholestorémie, hyperlipidémies mixtes : statines. Hypertriglycéridémie : fibrate si TG > 4g/L
** 334 Syndromes coronariens aigüs
#+begin_table
#+LATEX: \caption{SCA}
#+LATEX: \centering
#+LATEX: \adjustbox{max width=\linewidth}{
#+ATTR_LATEX: :center nil
| Type         | douleur             | PEC                    | Ttt                                   |
|--------------+---------------------+------------------------+---------------------------------------|
| Angor stable | angineuse           | ECG d'effort           | Dérivés nitrés (crise)                |
|              | à l'effort          |                        | Aspirine, \beta-bloquants             |
|              | trinitro-sensible   |                        |                                       |
| SCA sans ST  | angineuse           | \faHospital{} urgente | Aspirine, inhib P2Y12                 |
|              | spontanée > 20min   | ECG, troponine         | , héparine, \beta-bloquants, statines |
|              |                     |                        | Angioplastie percut.                  |
| SCA ST+      | angineuse           | ECG                    | Angioplastie si < 120min              |
|              | repos > 30min/jour  |                        | Sinon FIV                             |
|              | trinitro-résistante |                        | Morphine, $O_2$, aspirine             |
|              |                     |                        | , inhib P2Y12, héparine (crise)       |
#+LATEX: }
#+end_table
ST- : sous-ST pendant la douleur \ge 1 mm dans 2 dérivations contigües

ST+ : sus-ST \ge 2mm ($V_1$ à $V_6$) ou \ge 1mm (autres) dans 2 dérivations contigües

** 228 Douleur thoracique aigüe
Examens sytématiques : ECG 12 dérivation, RX pulmonaire, troponines

#+caption: 4 urgences = PIED
| Urgence                  | Caractéristiques                                                                                          | Examens                         |
|--------------------------+-----------------------------------------------------------------------------------------------------------+---------------------------------|
| Péricardite (tamponnade) | signes droits\tablefootnote{Turgescence jugulaire, reflux hépatojugulaire}, choc avec tachy, PAs < 90mmHg | échocardio                      |
| IDM                      | douleur spontanée de repos > 20min                                                                        | ECG, troponine x2               |
| Embolie pulmonaire       | terrain, douleur basithoracique + dyspnée                                                                 | D-dimère \thus angioscan/scinti |
| Dissection aortique      | douleur déchirement, irradie dans dos                                                                     | echo cardio et ETO              |
|                          |                                                                                                           |                                 |
Non CV : 4P = pneumonie, pleurésie, pneumothorax, pancréatite
** 223 Artériopathie oblitérante (aorte, MI)
AOMI : pronostic grave !
- asymptom. - claudication intermittente - douleur ischémique de repos -
  ulcération/gangrène
- diag: IPS < 0.70 ( + écho-doppler MI en pratique)
- ttt : FR, antiagrégant, statines, IEC + arrêt tabac, marche \pm
  revascularisation (stent/chir)
Anévrisme aorte abdominale : âge, tabac, ATCD familiaux
- scanner abdopelvien/IRM = référence
- asymptomatique : chir si \diameter \ge 50-55mm
- symptomatique : urgence 
Ischémie aigüe des membres inférieurs = urgence  (embolie/thrombose)
- diag : douleur brutale, intense, broiement avec impotence fonctionnelle et membre froid, livide, douleur palpation musc
- ttt : anticoagulant, antalgique niv. 3, $O_2$ et revasc. chir

** 231 Rétrécissement aortique
Pronostic vital mis en jeu si symptômes !

Auscult : souffle systolique éjectionnel au foyer aortique

Diag : ETT = $V_{max} > 4m/s$, gradient moyen > 40mmHg, surface aortique <
1$cm^2$

Ttt : chir si symptomatique = valve mécanique ou bio
** 231 Insuffisance mitrale
Classif. de Carpentier (I à III)

Auscult : souffle apexo-axillaire holosytolique de régurgitation dès B1

Examen : ETT \pm ETO

Ttt : chir = reconstruction valve ou prothèse (bio/méca)[fn:4]
** 231 Insuffisance aortique
Formes : dystrophiques (valves normales mais non jointive), bicuspidie aortique

Auscult : souffle diastolique. ETT = diagnostic

Opérer :
- urgence si chronique volumineuse symptomatique ou aigüe volumineuse
- si dystrophie et aorte dilatée[fn:5], si chronique volumineuse asymptomatique et (aorte
  dilatée, FEVG < 50%...)
** 150 Surveillance des porteurs de valves, prothèses vasculaires
Complications : embolie, thromboses[fn:6], désinsertion, EI ,
dégénérescence[fn:7], ttt anticoagulant

INR \in [2.5, 4] à vie pour prothèse mécanique
** 149 Endocardite infectieuse
Diag = ETO. Critères de Duke : 2 majeur/1 majeur et 3 mineurs/5mineurs
- majeurs : 
  - hémoc = typique sur 2HC ou positive > 12h ou /C. burnetii/
  - végétation/abcès/désinsertion (écho) ou nv souffle régurgitation valvulaire
- mineurs : cardiopathie à risque, > 38$^\circ$, complication vasc,
  immunologique
Complications : insuf cardiaque , embolie septiques, neuro , rénale
Ttt :
- streptocoques (oraux/groupe D) : amoxicilline + gentamicine
- staphylocoques : cloxacilline si sensible (sinon vancomycine)
** 236 Souffle cardiaque chez l'enfant
Néonatale : coarctation aortique préductale (chir urgente ), transposition des gros vaissaux,
malformations complexes

Nourisson (2M - marche) : shunt gauche-droite (communication intraventricul), tétralogie de Fallot

2A-16A : souffles fonctionnels[fn:8]
** 337 Malaise, perte de connaissance
- Éliminer épilepsie
- Éliminer urgence (SCA, EP....)
- ECG, clinique : cause évidente = mécanique[fn:9], électrique[fn:10], hypotensive[fn:11] ?
- Sinon chercher cardiopathie  (échocardio)
** 230 Fibrillation atriale
ECG indispensable : pas de P, QRS irréguliers

Risques = insuf cardiaque, thromboembolique artériel systémique

Étiologie : HTA, valvulopathies

Ttt 
- 1er épisode : HNF seule
- FA persistante[fn:12] : 3 semaines HNF IV puis choc électrique puis 4 semaine anticoagulants oraux
- FA permanente[fn:13] : bradycardisants (\beta-bloquants)
- FA paroxystique : anti-arythmique et bradycardisants

