medecine/superfiches.org
** 234 Troubles de la conduction intracardiaque
Bradychardie grave = urgence 

Ttt : tachycardisants (atropine, catécholamine)

#+caption: EEP  = étude électrophysiologique endocavitaire
| Type        | Causes             | Diagnostic         | Pacemaker           |
|-------------+--------------------+--------------------+---------------------|
| Dysfonction | dégénérative       | ECG + Holter       | Si symptomes        |
| sinusale    | médicaments, vagal |                    |                     |
| BAV         | hyperkaliémie      | ECG \pm Holter/EEP | BAV II symptom.     |
|             |                    | si paroxystique    | BAV III non curable |
| BdB         | dégénérative       | ECG + EEP          | Si symptômes        |
** 229 ECG
| Hypertrophie atriale       | gauche : P > 0.12s (largeur)   | droite : P > 2.5mm (hauteur) |
| Hypertrophie ventriculaire | gauche : $SV_1 + rV_5 > 35$ mm | droite +110$^\circ$          |
|----------------------------+--------------------------------+------------------------------|
| BdB                        | gauche: QRS > 0.12s )          | droite : QRS > 0.12s         |
|                            | et (rS ou QS en V_1)         | et RsR' en V_1               |
| Hémibloc                   | antérieur : $S_3 > S_2$        | postérieur : $S_1Q_3$        |
| BAV                        | I : PR > 0.2s , II : \inc PR   | III : aucun P                |
| Angor                      | sous-ST                        |                              |
| IDM                        | sus-ST convexe (vers le haut)  |                              |
| Péricardite aigüe          | sus-ST concave                 |                              |
Troubles supraventriculaire : FA (100-200/min), flutter atrial (300/min), tachy. atriale,
tachy. jonctionnelle, extrasystole

Troubles ventriculaires : tachy. ventricale, fibrillation ventricalure (
absolue), torsade de pointe
** 235 Palpitations
Éliminer urgences immédiates (tachy à QRS large !!)

Fréquents : fibrillation/flutters atriaux, tachy jonctionnelle

Tachy sinusale (grossesse, hyperthyroïde, SAS, alcoolisme) 
** 232 Insuffisance cardiaque
Grave : 50% de DC à 5 ans

EC : dyspnée d'effort, signes d'IC droite[fn:14]

Examens : ECG, RX thorax, dosage BNP, /ETT/

Cause : ischémie, HTA, cardiomypathie

IC aigüe \approx OAP : polypnée, sueurs, cyanose, expectorations "mousseuses
saumon", crépitants \thus PEC immédiate 

#+caption: Ttt insuffisance cardiaque
| IC à FE < 40%     | diurétiques + IEC + \beta-bloquants\footnotemark. |
|                   | Si échec : ivabradine puis défibrillateur auto    |
| IC à FE conservée | mal définie (idem ?)                              |
| OAP               | assis, furosémide, dérivés nitrés, HBPM           |
\footnotetext{Pas si crise aigüe ! \danger}

** 221 Hypertension artérielle
3 catégories. Étiologies :
- Essentielles (90%) 
- Secondaire : néphropathie parenchym., HTA rénovasculaire, phéochromocytome, sd Conn,
  coarctation aortiques, SAS, médicaments, HTA gravidique

Examens : glycémie, cholestérol, kaliémie, créat, BU, ECG

Complications : rein, neuro, CV

Ttt : objectif < 140/90 \thus hygiéno-diét et {IEC, diurétiques thiazidiques, \beta-bloquants, ARA II
** 225 Insuffisance veineuse chronique
FR : varices = âge, ATC, obésité, grossesse; MTEV = immobilisation, K, anomalies hémostase

Clinique : jambes lourdes[fn:17], dermite ocre, varices

Examen : echo-doppler veineux des MI   

Ttt (non curatif) : contention, hygiène de vie, invasif
** 233 Péricardite aigüe
Douleur : thoracique, trinitro-résistant, \inc inspiration, \dec assis en avant

Examens : ECG (4 phases[fn:18]), marqueurs de nécrose cardio, sd inflammatoire, /échocardio/

Étiologie : péricardite aigüe virale, néoplasiques, tuberculeuse surtout

Ttt : AINS, colchicine

Complications : tamponnade = urgence  (drainage/ponction)
** 327 Arrêt cardiocirculatoire
   ABCD : maintien voies Aéoriennes, assistance respi (B), massage Cardiaque,
   Défibrillation et Drogues

   Ttt : adrénaline 1mg/4min et après 2eme choc amiodarone (300mg dans 30mL)
   
   Ventilation, hypothermie
   
   Étio : FA, bradyc, asystolie
** 264 Diurétiques
#+caption: Diurétiques
| Type                   | Molécule               | Indication                | ES                    |
|------------------------+------------------------+---------------------------+-----------------------|
| de l'anse              | furosémide             | insuf cardiaque, IR       | hypoK, déshydratation |
|                        |                        | \oe{}dème/ascite cirrhose |                       |
| thiazidique            | hydrochlorothiazidique | HTA                       | hypoK                 |
| épargnant le potassium | spironolactone         | Insuf cardiaque, HTA      | hyperK, IR            |

** 326 Antithrombotiques
#+begin_table
#+LATEX: \caption{Antithrombotiques}
#+LATEX: \centering
#+LATEX: \adjustbox{max width=\linewidth}{
#+ATTR_LATEX: :center nil
| Type              | Action                                                                | Indication                 | Dangers                          |
|-------------------+-----------------------------------------------------------------------+----------------------------+----------------------------------|
| Antiagrégants     | aspirine                                                              | AVC, coronaropathie        |                                  |
|                   | /clopidogrel, prasugrel, ticagrelor/\tablefootnote{Inhibiteurs P2Y12} | SCA, post-angio coronaires | hémorr. cérébrale (prasugrel)    |
| Héparines         | HNF, HBPM, /fondaparinux/                                             | urgence : TVP, EP, SCA     | \danger hémorragie, thrompopénie |
| Anti-vit. K       | Oral, relais héparine                                                 | FA, TVP, EP                | \danger hémorragie               |
|                   |                                                                       | valve cardiaque            |                                  |
| Nv anticoag oraux | /dabigatran, rivaroxaban, apixaban/                                   |                            | Surv. rein                       |
|                   | rapide,                                                               |                            | 0 antidote                       |
| Thrombolytique    | /-kinase/, /-téplase/                                                 | EP grave, AVC < 6h30       |                                  |
|                   |                                                                       | IDM < 6-12h                |                                  |
#+LATEX: }
#+end_table

* Pneumologie
** 73 Addiction au tabac
16 millions de fumeurs en France. 1 fumeur sur 2 décède d'une malaide liée au
tabac.
Cause 90% K bronchopulomaire (25% si passif)

Sevrage : TCC, éducation thérapeutique, substituts nicotiniques.
** 108 Troubles du sommeil de l'adulte
Sd d'apnée obstructive du sommeil : 
- diagnostic : {ronflement, pause respi, nycturie et somnolence diurne} et
  polysomnographie[fn:19]
- ttt : pression positive continue

Autres : sd d'apnée centrale[fn:20] (IC cardiaque sévère !), insuf respi chronique avec
hypoventilation alvéolaire, sd obésite hypoventilation (ttt = VNI)

