notes/medecine/superfiches.tex

\subsection{234 Troubles de la conduction intracardiaque}
\label{sec:org7893052}
Bradychardie grave = urgence 

Ttt : tachycardisants (atropine, catécholamine)

\begin{table}[htbp]
\caption{EEP  = étude électrophysiologique endocavitaire}
\centering
\begin{tabular}{llll}
Type & Causes & Diagnostic & Pacemaker\\
\hline
Dysfonction & dégénérative & ECG + Holter & Si symptomes\\
sinusale & médicaments, vagal &  & \\
BAV & hyperkaliémie & ECG \textpm{} Holter/EEP & BAV II symptom.\\
 &  & si paroxystique & BAV III non curable\\
BdB & dégénérative & ECG + EEP & Si symptômes\\
\end{tabular}
\end{table}
\subsection{229 ECG}
\label{sec:org7826340}
\begin{center}
\begin{tabular}{lll}
Hypertrophie atriale & gauche : P > 0.12s (largeur) & droite : P > 2.5mm (hauteur)\\
Hypertrophie ventriculaire & gauche : \(SV_1 + rV_5 > 35\) mm & droite +110\(^\circ\)\\
\hline
BdB & gauche: QRS > 0.12s ) & droite : QRS > 0.12s\\
 & et (rS ou QS en V\textsubscript{1}) & et RsR' en V\textsubscript{1}\\
Hémibloc & antérieur : \(S_3 > S_2\) & postérieur : \(S_1Q_3\)\\
BAV & I : PR > 0.2s , II : \inc PR & III : aucun P\\
Angor & sous-ST & \\
IDM & sus-ST convexe (vers le haut) & \\
Péricardite aigüe & sus-ST concave & \\
\end{tabular}
\end{center}
Troubles supraventriculaire : FA (100-200/min), flutter atrial (300/min), tachy. atriale,
tachy. jonctionnelle, extrasystole

Troubles ventriculaires : tachy. ventricale, fibrillation ventricalure (
absolue), torsade de pointe
\subsection{235 Palpitations}
\label{sec:orgae01964}
Éliminer urgences immédiates (tachy à QRS large !!)

Fréquents : fibrillation/flutters atriaux, tachy jonctionnelle

Tachy sinusale (grossesse, hyperthyroïde, SAS, alcoolisme) 
\subsection{232 Insuffisance cardiaque}
\label{sec:org09d0a0a}
Grave : 50\% de DC à 5 ans

EC : dyspnée d'effort, signes d'IC droite\footnote{Turgescence jugulaire, reflux hépatojugulaire, HMG, \oe{}dème périph, ascite}

Examens : ECG, RX thorax, dosage BNP, \emph{ETT}

Cause : ischémie, HTA, cardiomypathie

IC aigüe \(\approx\) OAP : polypnée, sueurs, cyanose, expectorations "mousseuses
saumon", crépitants \thus PEC immédiate 

\begin{table}[htbp]
\caption{Ttt insuffisance cardiaque}
\centering
\begin{tabular}{ll}
IC à FE < 40\% & diurétiques + IEC + \(\beta\)-bloquants\footnotemark.\\
 & Si échec : ivabradine puis défibrillateur auto\\
IC à FE conservée & mal définie (idem ?)\\
OAP & assis, furosémide, dérivés nitrés, HBPM\\
\end{tabular}
\end{table}
\footnotetext{Pas si crise aigüe ! \danger}

\subsection{221 Hypertension artérielle}
\label{sec:orgd64fbff}
3 catégories. Étiologies :
\begin{itemize}
\item Essentielles (90\%)
\item Secondaire : néphropathie parenchym., HTA rénovasculaire, phéochromocytome, sd Conn,
coarctation aortiques, SAS, médicaments, HTA gravidique
\end{itemize}

Examens : glycémie, cholestérol, kaliémie, créat, BU, ECG

Complications : rein, neuro, CV

Ttt : objectif < 140/90 \thus hygiéno-diét et \{IEC, diurétiques thiazidiques, \(\beta\)-bloquants, ARA II
\subsection{225 Insuffisance veineuse chronique}
\label{sec:orgad66ae8}
FR : varices = âge, ATC, obésité, grossesse; MTEV = immobilisation, K, anomalies hémostase

Clinique : jambes lourdes\footnote{Calmé par froid, surélévation, marche}, dermite ocre, varices

Examen : echo-doppler veineux des MI   

Ttt (non curatif) : contention, hygiène de vie, invasif
\subsection{233 Péricardite aigüe}
\label{sec:orgd0cd9f6}
Douleur : thoracique, trinitro-résistant, \inc inspiration, \dec assis en avant

Examens : ECG (4 phases\footnote{sus-ST concave, T plates, T négatives, normales}), marqueurs de nécrose cardio, sd inflammatoire, \emph{échocardio}

Étiologie : péricardite aigüe virale, néoplasiques, tuberculeuse surtout

Ttt : AINS, colchicine

Complications : tamponnade = urgence  (drainage/ponction)
\subsection{327 Arrêt cardiocirculatoire}
\label{sec:org6e7212a}
ABCD : maintien voies Aéoriennes, assistance respi (B), massage Cardiaque,
Défibrillation et Drogues

Ttt : adrénaline 1mg/4min et après 2eme choc amiodarone (300mg dans 30mL)

Ventilation, hypothermie

Étio : FA, bradyc, asystolie
\subsection{264 Diurétiques}
\label{sec:orge340436}
\begin{table}[htbp]
\caption{Diurétiques}
\centering
\begin{tabular}{llll}
Type & Molécule & Indication & ES\\
\hline
de l'anse & furosémide & insuf cardiaque, IR & hypoK, déshydratation\\
 &  & \oe{}dème/ascite cirrhose & \\
thiazidique & hydrochlorothiazidique & HTA & hypoK\\
épargnant le potassium & spironolactone & Insuf cardiaque, HTA & hyperK, IR\\
\end{tabular}
\end{table}

\subsection{326 Antithrombotiques}
\label{sec:org1a7af3e}
\begin{table}
\caption{Antithrombotiques}
\centering
\adjustbox{max width=\linewidth}{
\begin{tabular}{llll}
Type & Action & Indication & Dangers\\
\hline
Antiagrégants & aspirine & AVC, coronaropathie & \\
 & \emph{clopidogrel, prasugrel, ticagrelor}\tablefootnote{Inhibiteurs P2Y12} & SCA, post-angio coronaires & hémorr. cérébrale (prasugrel)\\
Héparines & HNF, HBPM, \emph{fondaparinux} & urgence : TVP, EP, SCA & \danger hémorragie, thrompopénie\\
Anti-vit. K & Oral, relais héparine & FA, TVP, EP & \danger hémorragie\\
 &  & valve cardiaque & \\
Nv anticoag oraux & \emph{dabigatran, rivaroxaban, apixaban} &  & Surv. rein\\
 & rapide, &  & 0 antidote\\
Thrombolytique & \emph{-kinase}, \emph{-téplase} & EP grave, AVC < 6h30 & \\
 &  & IDM < 6-12h & \\
\end{tabular}
}
\end{table}

\section{Pneumologie}
\label{sec:org60a8ad8}
\subsection{73 Addiction au tabac}
\label{sec:org987c7a2}
16 millions de fumeurs en France. 1 fumeur sur 2 décède d'une malaide liée au
tabac.
Cause 90\% K bronchopulomaire (25\% si passif)

Sevrage : TCC, éducation thérapeutique, substituts nicotiniques.
\subsection{108 Troubles du sommeil de l'adulte}
\label{sec:org9bfdbee}
Sd d'apnée obstructive du sommeil : 
\begin{itemize}
\item diagnostic : \{ronflement, pause respi, nycturie et somnolence diurne\} et
polysomnographie\footnote{Ou enregistrement polygraphie ventilation}
\item ttt : pression positive continue
\end{itemize}

Autres : sd d'apnée centrale\footnote{Pas d'effort respi, contrairement au SAOS} (IC cardiaque sévère !), insuf respi chronique avec
hypoventilation alvéolaire, sd obésite hypoventilation (ttt = VNI)
