medecine/superfiches.org
** 151 Infections broncho-pulmonaires communautaires
Bronchite aigüe : virale++, diag clinique (épidémie, toux, expectoration, pas de
crépitants), ttt symptomatique

Exacerbation BPCO (cf item 205)

Pneumonie aigüe communautaires : grave. Cf table [[tab:pac]]
- Clinique : signes auscult en foyer, crépitants. RX thorax !
- Ttt : ATB urgence (pneumocoque !), réévaluation 48-72h
#+name: tab:pac
#+caption: PAC
| Pneumocoque\tablefootnote{Pas de transmission interhumaine} | Légionellose\tablefootnote{Pas d'isolement} | Atypiques                          |
|-------------------------------------------------------------+---------------------------------------------+------------------------------------|
| fréquent++                                                  | progressif                                  | virale \thus inhib neuramidases    |
| début brutal, fièvre                                        | myalgies                                    | /Mycoplasmia pneumoniae/           |
| RX: condensation systématisée                               | macrolides                                  | /Chlamydia pneumoniae/, /psitacci/ |
| amoxicilline                                                |                                             | \thus macrolides                   |
|                                                             |                                             | RX: opacités multifocales          |

** 151 Tuberculose
Diag = IDR/IFN \gamma si primo infection. Sinon bacille de Koch sur prélèvement
Cf table [[tab:tuberculose]].

Diag = ED ou culture Löwenstein \thus granulome épithélioïde gigantocellulaire
avec nécrose caséeuse

#+name: tab:tuberculose
#+caption: Formes pulmonaires 
| Forme       | pulmonaire                    | miliaire            |
|-------------+-------------------------------+---------------------|
| Clinique    | AEG, fièvre, sueurs nocturnes | idem, VIH !         |
| RX          | nodules, infiltrats, cavernes | sd interstitiel     |
| Prélèvement | crachat/tubage/fibro          | biopsie             |
| Diag        | sécrétions/tubages            | LCS, hémoc, biopsie |


Ttt (PERI) : isoniazide (6M), rifampicine (6M), ethambutol (2M), pyranizamide (2M).
Vaccination !
** 180 Accidents du travail
Asthme (10-15%), BPCO (10-20%), K (mésothéliome ou bronchique primitif), PID
(hypersensibilité, silicose, bérylliose, sidérose, asbestose)

Amiante : K ou pleural

Idemnité : assurance maladie ou FIVA
** 182 Hypersensibilités et allergies respiratoires
Allergie : le plus souvent médiée par IgE. Asthme et rhinite (cf item 184)

Diag = prick test (\diameter \ge 3 mm/témoin)

Ttt : éviction, {antihistaminique (rhinite seulement), corticoïdes[fn:23],
(adrénaline si choc)}, immunothérapie spécifique
** 184 Asthme, rhinite
Asthme :
- suspicion sur clinique : dyspnée, gêne, respi, siflement /variable et réversible/
- diag[fn:24] : TVO (VEMS/CVF < 0.7) réversible aux BDCA (\ge +200mL et \ge +12%)
- ttt de fond [fn:25]= corticostéroïdes inhalés (voire anti-leucotriènes, voire cortico
  oraux) et symptomatique = \beta2-mimétique courte durée
- {} exacerbation grave : SAMU + \beta_2-mimétique \rightarrow \faHospital : \beta_2-mimétique nébulisé, corticoïdes
  oraux, $O_2$
Rhinite : 
- PAREO : Prurit, Anosmie, Rhinorrhée, Éternuement, Obstruction nasale
- ttt : antihistaminiques/corticoïdes nasaux
** 188, 189 : Pathologies auto-immunes
Si ttt pour connectivite, vascularite,
penser 1. infenction 2. médicament 3. manifestation maladie 4. manifestation
indépendante

Cf Table [[tab:auto-immune]]

#+name: tab:auto-immune
#+caption: Manifestations respiratoires 
| Sclérodermie systémique                    | PID, HTAP                                                                     |
| Lupus érythémateux                         | Pleurésie lupique, sd hémorragie alvéolaire                                   |
| Polymyosite                                | PID chronique/aigùe                                                           |
| Sd Gougerot-Sjögren                        | Toux chronique , PID                                                          |
| Granulomatose avec polyangéite             | Nodules\tablefootnote{Évoluant vers excavation, infiltrats diffus bilatéraux} |
| Granulomatose éosinophile avec polyangéite | Asthme, pneumopathie à éosinophiles                                           |
| Polyangéite microscopique                  | Sd hémorragique alvéolaire                                                    |

** 199 Dyspnée aigüe et chronique 
Examens : ECG, RX thorax, gaz du sang, D-dimère, BNP, NFS a minima

Étiologies : cf Tab [[tab:dyspnee_aigue]], [[tab:dyspnee_chronique]]
#+name: tab:dyspnee_aigue
#+caption: Étiologies de dyspnée aigüe (E = enfant)
| Inspiratoire         | Expiratoire                          | Sinon                                |
|----------------------+--------------------------------------+--------------------------------------|
| corps étranger (E)   | asthme (sibilants)                   | EP (ascult normale)                  |
| épiglottite (E)      | BPCO (ATCD, sibilants)               | pneumothorax, épanchement pleural    |
| laryngite (E)        | OAP (crépitants, expector mousseuse) | pneumopathie infectieuse             |
| \oe{}dème de Quincke |                                      | OAP (crépitants, expector mousseuse) |
|                      |                                      |                                      |
#+name: tab:dyspnee_chronique
#+caption: Étiologies de dyspnée chroniques
| Sibilants              | Crépitants              | Auscult normale             |
|------------------------+-------------------------+-----------------------------|
| BPCO                   | PID                     | EP                          |
| asthme                 | Insuf cardiaque gauche) | Neuromusc                   |
| Insuf cardiaque gauche |                         | Pariétale, hyperventilation |

** 200 Toux chronique
Diagnostic principaux : rhinorrée chronique, RGO, asthme, tabac, médicaments (IEC)[fn:26], coqueluche

Pas d'orientation (dans l'odre) : test rhinorrée post chronique, EFR (asthme),
RGO, sinon antitussif[fn:27]/kiné respi

Penser bronchectasies si toux productive quotidienne, hémoptysies RX normale
\thus diag = TDM , ttt = drainage $\pm$ ATB si exacerbation
** 201 Hémoptysie
Étiologies : tumeurs bronchopulomaires, bronchectasies, tuberculose,
idiopathique, (EP, ICG)

PEC : confirmer hémoptysie, angio-scanner (ou RX thorax)

Ttt 1ere intention : \faHospital : $O_2$, terlipressine, protection voie aériennes[fn:28]
** 202 Épanchement pleural
Clinique : douleur thoracique, toux sèche + sd pleural[fn:29] 

RX (opacité dense, homogène, concave) et ponction (sauf ICG) !

Selon liquide, voir Tab. [[tab:epanchement_pleural]]
#+name: tab:epanchement_pleural
#+caption: Types d'épanchement pleural
| Transsudat                               | Exsudat                                           |
| (prot < 25g/L, liquide clair: mécanique) | (prot > 35g/L, aspect variable : inflammatoire, ) |
|------------------------------------------+---------------------------------------------------|
| /ICG/                                    | /Tumorale/ : K bronchique, mésothéliome pleural   |
| cirrhose                                 | /Tuberculose/                                     |
| sd néphrotique                           | bactérienne, virale                               |
|                                          | EP                                                |
Si abondant/purulent/à germe : ttt anti-infectieux + évacuation du liquide
pleural 
