notes/medecine/superfiches.tex

\subsection{151 Infections broncho-pulmonaires communautaires}
\label{sec:org100754b}
Bronchite aigüe : virale++, diag clinique (épidémie, toux, expectoration, pas de
crépitants), ttt symptomatique

Exacerbation BPCO (cf item 205)

Pneumonie aigüe communautaires : grave. Cf table \ref{tab:orgb6d9cd9}
\begin{itemize}
\item Clinique : signes auscult en foyer, crépitants. RX thorax !
\item Ttt : ATB urgence (pneumocoque !), réévaluation 48-72h
\end{itemize}
\begin{table}[htbp]
\caption{\label{tab:orgb6d9cd9}PAC}
\centering
\begin{tabular}{lll}
Pneumocoque\tablefootnote{Pas de transmission interhumaine} & Légionellose\tablefootnote{Pas d'isolement} & Atypiques\\
\hline
fréquent++ & progressif & virale \thus inhib neuramidases\\
début brutal, fièvre & myalgies & \emph{Mycoplasmia pneumoniae}\\
RX: condensation systématisée & macrolides & \emph{Chlamydia pneumoniae}, \emph{psitacci}\\
amoxicilline &  & \thus macrolides\\
 &  & RX: opacités multifocales\\
\end{tabular}
\end{table}

\subsection{151 Tuberculose}
\label{sec:orgfffce74}
Diag = IDR/IFN \(\gamma\) si primo infection. Sinon bacille de Koch sur prélèvement
Cf table \ref{tab:org5dc68ce}.

Diag = ED ou culture Löwenstein \thus granulome épithélioïde gigantocellulaire
avec nécrose caséeuse

\begin{table}[htbp]
\caption{\label{tab:org5dc68ce}Formes pulmonaires}
\centering
\begin{tabular}{lll}
Forme & pulmonaire & miliaire\\
\hline
Clinique & AEG, fièvre, sueurs nocturnes & idem, VIH !\\
RX & nodules, infiltrats, cavernes & sd interstitiel\\
Prélèvement & crachat/tubage/fibro & biopsie\\
Diag & sécrétions/tubages & LCS, hémoc, biopsie\\
\end{tabular}
\end{table}


Ttt (PERI) : isoniazide (6M), rifampicine (6M), ethambutol (2M), pyranizamide (2M).
Vaccination !
\subsection{180 Accidents du travail}
\label{sec:org3948441}
Asthme (10-15\%), BPCO (10-20\%), K (mésothéliome ou bronchique primitif), PID
(hypersensibilité, silicose, bérylliose, sidérose, asbestose)

Amiante : K ou pleural

Idemnité : assurance maladie ou FIVA
\subsection{182 Hypersensibilités et allergies respiratoires}
\label{sec:orga61bcb6}
Allergie : le plus souvent médiée par IgE. Asthme et rhinite (cf item 184)

Diag = prick test (\diameter \(\ge\) 3 mm/témoin)

Ttt : éviction, \{antihistaminique (rhinite seulement), corticoïdes\footnote{Systémique en cas d'urgence.},
(adrénaline si choc)\}, immunothérapie spécifique
\subsection{184 Asthme, rhinite}
\label{sec:org98b5459}
Asthme :
\begin{itemize}
\item suspicion sur clinique : dyspnée, gêne, respi, siflement \emph{variable et réversible}
\item diag\footnote{Obstruction des voies aérienne variable} : TVO (VEMS/CVF < 0.7) réversible aux BDCA (\(\ge\) +200mL et \(\ge\) +12\%)
\item ttt de fond \footnote{Jusqu'au contrôle}= corticostéroïdes inhalés (voire anti-leucotriènes, voire cortico
oraux) et symptomatique = \(\beta\)2-mimétique courte durée
\item \{\} exacerbation grave : SAMU + \(\beta\)\textsubscript{2}-mimétique \(\rightarrow\) \faHospital : \(\beta\)\textsubscript{2}-mimétique nébulisé, corticoïdes
oraux, \(O_2\)
\end{itemize}
Rhinite : 
\begin{itemize}
\item PAREO : Prurit, Anosmie, Rhinorrhée, Éternuement, Obstruction nasale
\item ttt : antihistaminiques/corticoïdes nasaux
\end{itemize}
\subsection{188, 189 : Pathologies auto-immunes}
\label{sec:org19b2346}
Si ttt pour connectivite, vascularite,
penser 1. infenction 2. médicament 3. manifestation maladie 4. manifestation
indépendante

Cf Table \ref{tab:org541a558}

\begin{table}[htbp]
\caption{\label{tab:org541a558}Manifestations respiratoires}
\centering
\begin{tabular}{ll}
Sclérodermie systémique & PID, HTAP\\
Lupus érythémateux & Pleurésie lupique, sd hémorragie alvéolaire\\
Polymyosite & PID chronique/aigùe\\
Sd Gougerot-Sjögren & Toux chronique , PID\\
Granulomatose avec polyangéite & Nodules\tablefootnote{Évoluant vers excavation, infiltrats diffus bilatéraux}\\
Granulomatose éosinophile avec polyangéite & Asthme, pneumopathie à éosinophiles\\
Polyangéite microscopique & Sd hémorragique alvéolaire\\
\end{tabular}
\end{table}

\subsection{199 Dyspnée aigüe et chronique}
\label{sec:org38ecaf7}
Examens : ECG, RX thorax, gaz du sang, D-dimère, BNP, NFS a minima

Étiologies : cf Tab \ref{tab:org902aa45}, \ref{tab:org89d059b}
\begin{table}[htbp]
\caption{\label{tab:org902aa45}Étiologies de dyspnée aigüe (E = enfant)}
\centering
\begin{tabular}{lll}
Inspiratoire & Expiratoire & Sinon\\
\hline
corps étranger (E) & asthme (sibilants) & EP (ascult normale)\\
épiglottite (E) & BPCO (ATCD, sibilants) & pneumothorax, épanchement pleural\\
laryngite (E) & OAP (crépitants, expector mousseuse) & pneumopathie infectieuse\\
\oe{}dème de Quincke &  & OAP (crépitants, expector mousseuse)\\
 &  & \\
\end{tabular}
\end{table}
\begin{table}[htbp]
\caption{\label{tab:org89d059b}Étiologies de dyspnée chroniques}
\centering
\begin{tabular}{lll}
Sibilants & Crépitants & Auscult normale\\
\hline
BPCO & PID & EP\\
asthme & Insuf cardiaque gauche) & Neuromusc\\
Insuf cardiaque gauche &  & Pariétale, hyperventilation\\
\end{tabular}
\end{table}

\subsection{200 Toux chronique}
\label{sec:orga69aa40}
Diagnostic principaux : rhinorrée chronique, RGO, asthme, tabac, médicaments (IEC)\footnote{Ou ARA II, \(\beta\)-bloquants}, coqueluche

Pas d'orientation (dans l'odre) : test rhinorrée post chronique, EFR (asthme),
RGO, sinon antitussif\footnote{Toux sèche, invalidande}/kiné respi

Penser bronchectasies si toux productive quotidienne, hémoptysies RX normale
\thus diag = TDM , ttt = drainage \(\pm\) ATB si exacerbation
\subsection{201 Hémoptysie}
\label{sec:orgf26ec33}
Étiologies : tumeurs bronchopulomaires, bronchectasies, tuberculose,
idiopathique, (EP, ICG)

PEC : confirmer hémoptysie, angio-scanner (ou RX thorax)

Ttt 1ere intention : \faHospital : \(O_2\), terlipressine, protection voie aériennes\footnote{Risque = asphyxie}
\subsection{202 Épanchement pleural}
\label{sec:org2de3370}
Clinique : douleur thoracique, toux sèche + sd pleural\footnote{Silence auscult, matité, 0 transmission cordes vocales, souffle pleurétique} 

RX (opacité dense, homogène, concave) et ponction (sauf ICG) !

Selon liquide, voir Tab. \ref{tab:orge05b891}
\begin{table}[htbp]
\caption{\label{tab:orge05b891}Types d'épanchement pleural}
\centering
\begin{tabular}{ll}
Transsudat & Exsudat\\
(prot < 25g/L, liquide clair: mécanique) & (prot > 35g/L, aspect variable : inflammatoire, )\\
\hline
\emph{ICG} & \emph{Tumorale} : K bronchique, mésothéliome pleural\\
cirrhose & \emph{Tuberculose}\\
sd néphrotique & bactérienne, virale\\
 & EP\\
\end{tabular}
\end{table}
Si abondant/purulent/à germe : ttt anti-infectieux + évacuation du liquide
pleural 
