medecine/superfiches.org
** 203 Opacités et masses thoraciques : tab. [[tab:masses_thorax]]
#+name: tab:masses_thorax
#+caption: Masses thoraciques
#+ATTR_LATEX: :environment tabularx :width \textwidth :align XX
| Nodules (\diameter < 3 cm)                                                   | Masses (\diameter > 3cm) médiastinales               |
|------------------------------------------------------------------------------+------------------------------------------------------|
| - malin si terrain, > 1cm, morphologie[fn:30], fixe TEP, \inc récente taille | - antérieur : goître, K thyroïdes, thymome, lymphome |
| - chez 1 gros fumeur sur 2 et cancéreux 1 sur 10                             | - moyen : lymphome                                   |
| - scanner, TEP-FDG. Diag = ponction transpariétale                           | - postérieur : neurogène                             |
| - malignes : métastates (pulmon), primitif (bronchopulmon)                   |                                                      |
** 204 Insuffisance respiratoire chronique
   Clinique : dyspnée, hypoxémie (PaO_2 < 70mmHg)

Examens : EFR, RX thorax, écho cardiaque.

Étiologies : table [[tab:etio_IRC]]
  
#+name: tab:etio_IRC 
#+caption: Étiologies IRC selon TV
| Obstructive | Restrictive | Mixte         | Pas de TV |
|-------------+-------------+---------------+-----------|
| BPCO        | PID         | DDB           | HTP       |
| asthme      | Obésité     | Mucoviscidose |           |

TTT : arrêt tabac, $O_2$ longue durée (si /obstructif et PaO_2 < 55 mmHG ou
   restrictif et < 60mmHg/) ou ventilation long cours (restrictif)
** 205 BPCO

Clinique : tabac++, dyspnée, toux, expectoration \pm distension thoracique 

Diag = VEMS/CV < 0.70 /non réversible/

Ttt : 
- broncho-dilatateur courte durée/longue durée si exacerbation. + corticoïdes
  inhalés si besoin. 
- Arrêt tabac, kiné respi, vaccins grippe, pneumocoque
  
Exacerbation BPCO : déclenché par infection
- diag : BPCO connu, \inc dyspnée, toux ou expectoration
- ttt : bronchodilatateur courte durée (nébulisé) + amox-acide clav [fn:31]si
  aggravation/\inc purulence
** 206 Pneumopathies infiltrantes diffuses
Clinique : dyspnée d'effort (apparition progressive)
   Orientation = scanner thoracique++

PID aigüe : éliminer \oe{}dème cardiogénique puis LBA. Si fièvre, ATB
probabilist (sur pneumocoque \pm pneumocystose, tuberculose)

PID subaigüe/chronique : 
- interrogatoire, LBA (fibro), scanner thoracique 1ere intention
- sarcoïdose , insuf cardiaque gauche , médicaments , fibrose pulmonaire idiopathique lymphangite carcinomateuse
** 207 Sarcoïdose
Manifestations: 
- respi : RX thorax 4 stades[fn:32]
- oculaire (uvéite), peau (sarcoïdes), ADNP (superficielles), foie (cholestase non ictérique)
 
Diag : clinique + histologie (granulomes sans nécrose caséuse) + élimination
autres granulomatose (ou sd Löfgren typique[fn:33])

Pronostic favorable 80%

Ttt : corticoïdes > 1 an 
** 222 HTA pulmonaire artérielle
Classification : HTAP, HTP cardiopathies gauches (/post-capillaire/), HTP respiratoires chroniques, HTP
post-embolique chroniques, HTP multi-factorielle

HTAP = PAP moyenne \ge 25mmHg (=HTP) et PAPO \le 15mmHg
(pré-capillaire). Pronostic sombre

Clinique : dyspnée à l'effort

Complémentaire : ECG, RX thorax, EFR, gaz du sang normaux

Diagnostic : ETT et cathétérisme cardiaque droit

** 224 Thrombose veineuse profonde et embolie pulmonaire 
*** TVP 
    Probabilité : score de Wells (unilatéral : OMI, douleur trajet veineux...)

    Diagnostic : (D-dimère si proba faible puis) Écho-doppler veineux MI
   
    Étiologies : congénitale ("thrombophilie") ou acquise (K, alitement,
    contraception, chir...)
    
    Prévention : HBPM, contention, lever
*** EP
    Suspicion : proba clinique, RX thorax, ECG, gaz du sang [fn:16]

    Diagnostic : (D-dimère si proba faible puis) scanner (ETT en attendant). Si
    scanner toujours non disponible et patient à haut risque, traiter !

*** Ttt (TVP + EP)
    Ttt : 
    - HBPM/fondaparinux + relais AVK ou nv anticoag 3 mois (1ere EP, TVP
      proximale provoquée) ou 6 mois
    - thrombolyse si EP grave
    - contention si TVP ou EP + TVP
** 228 Douleur thoracique aigüe et chronique
Examens : ECG, $SpO_2$, RX thorax

1. Urgences vitales : SCA++, EP, tamponnade, dissection aortique, pneumothorax oppressif
2. Sinon : 
   - rythmée par la respiration : pneumothorax, infectieuses, péricardite,
     pariétales, EP, trachéobronchites
   - non rythmée par la respiration : SCA, dissection aortique, RGO++, psychogène
Chronique : paroi thoracique, plèvre
** 306 Tumeurs du poumon
K bronchique : 1ere cause de DC par K en France (17% survie 5 ans). Cause = tabac !

Y penser si SF respi chez tabagique > 40 ans, AEG chez tabagique. Toux souvent révélatrice

2 types :
- non à petites cellules (80%) : chir/radio/chimio
- à petite cellule (15%) : mauvais pronostic, chimio \pm radio (pas de chir)
  
Diagnostique = histologique (fibroscopie). Extension = TDM
** 333 Oedème de Quincke et anaphylaxie
Réaction anaphylactique médiée par IgE ou non
Diag = clinique + contexte. Toujours doser tryptase sérique
- fortement probable : gêne respi "haute" ou asthme aigü ou choc impliquant PV,
  {rash, urticaire, angioedème}, début brutal et progression rapide
 Urgence (atteinte multiviscérale menaçant la vie) : adrénaline _IM_
0.01mg/kg toutes 5min, arrêt agent, allongé/PLS 

Sinon : antihistaminique + corticoïdes

** 354 Corps étranger des voies aériennes
Pics : enfant, âgé

Y penser si symptôme respiratoire chronique/récidivant dans même territoire

Clinique : mobile (sd pénétration, suffocation), expulsé (pétéchies), enclavement

CAT : Toux/Heimlich/réa. Extraction bronchoscopie/centré spé (enfant)
** 354 Détresse respiratoire aigüe
PEC : $O_2$, VNI/VI et investigation

Diagnostic 
- RX thorax anormale : urgence = pneumonie infectieuse, \oe{}dème pulmonaire
  aigu, pneumothorax. Puis SDR, exacerbation path. infiltrative
- Sinon clinique + gaz du sang : asthme aigü grave, EP, BPCO, anomalie paroi,
  neuromusc, pneumothorax

SDRA : détresse respi < 7j + anomalie RX (opacités alvéolaire bilat diffuse)
sans défaillance cardiaque
** 356 Pneumothorax
Primaire (jeune, longiligne, 0 patho, fumeur) VS secondaire (âgé, patho connue)

Clinique : douleur pleurale (\inc inspiration et otux)

Diag = RX face.

Ttt : sevrage tabac
- urgence si compressif (aiguille simple). 
- Sinon (mal toléré/grande taille) : exsufflation ou drain.

Prévention récidive : pleurodèse 

* Endocrinologie - Nutrition
** 32 Allaitement maternel
** 35 Contraception (gynéco)
   |            | \oe{}stroprogestatif                        | Micro/macroprogestatifs     |
   |------------+---------------------------------------------+-----------------------------|
   |            | 1ère intention (Minidril), le plus efficace | 2eme intention              |
   | CI         | K sein, HTA non contrôlée, thrombose        | K sein, accident TEV récent |
   |            | hépatopathie sévère, diabète                |                             |
   | Surveiller | chostérole, TG, glycémie                    | spotting                    |

Urgence : lévonorgestrel < 72h
** 37 Stérilité du couple (gynéco)
Infertilité : 0 conception à 1 an. Stérilité = définitif

- \female : anovulation (courbe de température), bilan hormonal, écho ovarienne, hystérographie. 
- \male : volume testiculaire, testostérone, spermogramme. Hormonal si oligo/azoospermie

