notes/medecine/superfiches.tex
\subsection{203 Opacités et masses thoraciques : tab. \ref{tab:org2a34048}}
\label{sec:org7fd193d}
\begin{table}[htbp]
\caption{\label{tab:org2a34048}Masses thoraciques}
\centering
\begin{tabularx}{\textwidth}{XX}
Nodules (\diameter < 3 cm) & Masses (\diameter > 3cm) médiastinales\\
\hline
- malin si terrain, > 1cm, morphologie\footnotemark, fixe TEP, \inc récente taille & - antérieur : goître, K thyroïdes, thymome, lymphome\\
- chez 1 gros fumeur sur 2 et cancéreux 1 sur 10 & - moyen : lymphome\\
- scanner, TEP-FDG. Diag = ponction transpariétale & - postérieur : neurogène\\
- malignes : métastates (pulmon), primitif (bronchopulmon) & \\
\end{tabularx}
\end{table}\footnotetext[26]{\label{orgc2000f4}spiculés, polylobé, irrégulier}
\subsection{204 Insuffisance respiratoire chronique}
\label{sec:orgbbfb660}
Clinique : dyspnée, hypoxémie (PaO\textsubscript{2} < 70mmHg)

Examens : EFR, RX thorax, écho cardiaque.

Étiologies : table \ref{tab:org499d095}

\begin{table}[htbp]
\caption{\label{tab:org499d095}Étiologies IRC selon TV}
\centering
\begin{tabular}{llll}
Obstructive & Restrictive & Mixte & Pas de TV\\
\hline
BPCO & PID & DDB & HTP\\
asthme & Obésité & Mucoviscidose & \\
\end{tabular}
\end{table}

TTT : arrêt tabac, \(O_2\) longue durée (si \emph{obstructif et PaO\textsubscript{2} < 55 mmHG ou
   restrictif et < 60mmHg}) ou ventilation long cours (restrictif)
\subsection{205 BPCO}
\label{sec:orgda128b0}

Clinique : tabac++, dyspnée, toux, expectoration \textpm{} distension thoracique 

Diag = VEMS/CV < 0.70 \emph{non réversible}

Ttt : 
\begin{itemize}
\item broncho-dilatateur courte durée/longue durée si exacerbation. + corticoïdes
inhalés si besoin.
\item Arrêt tabac, kiné respi, vaccins grippe, pneumocoque
\end{itemize}

Exacerbation BPCO : déclenché par infection
\begin{itemize}
\item diag : BPCO connu, \inc dyspnée, toux ou expectoration
\item ttt : bronchodilatateur courte durée (nébulisé) + amox-acide clav \footnote{Ou macrolides, pristinamycine}si
aggravation/\inc purulence
\end{itemize}
\subsection{206 Pneumopathies infiltrantes diffuses}
\label{sec:orgf083101}
Clinique : dyspnée d'effort (apparition progressive)
   Orientation = scanner thoracique++

PID aigüe : éliminer \oe{}dème cardiogénique puis LBA. Si fièvre, ATB
probabilist (sur pneumocoque \textpm{} pneumocystose, tuberculose)

PID subaigüe/chronique : 
\begin{itemize}
\item interrogatoire, LBA (fibro), scanner thoracique 1ere intention
\item sarcoïdose , insuf cardiaque gauche , médicaments , fibrose pulmonaire idiopathique lymphangite carcinomateuse
\end{itemize}
\subsection{207 Sarcoïdose}
\label{sec:org4ff6054}
Manifestations: 
\begin{itemize}
\item respi : RX thorax 4 stades\footnote{I = ADP médiastin brchoniques hilaires bilat, symétriques non
compressives. II = idem + parenchyme. III = parenchyme seulement. IV = fibrose}
\item oculaire (uvéite), peau (sarcoïdes), ADNP (superficielles), foie (cholestase non ictérique)
\end{itemize}

Diag : clinique + histologie (granulomes sans nécrose caséuse) + élimination
autres granulomatose (ou sd Löfgren typique\footnote{Fièvre, arthalgie, érythmèe noueux MI, ADP médiastinale})

Pronostic favorable 80\%

Ttt : corticoïdes > 1 an 
\subsection{222 HTA pulmonaire artérielle}
\label{sec:org47e8d8f}
Classification : HTAP, HTP cardiopathies gauches (\emph{post-capillaire}), HTP respiratoires chroniques, HTP
post-embolique chroniques, HTP multi-factorielle

HTAP = PAP moyenne \(\ge\) 25mmHg (=HTP) et PAPO \(\le\) 15mmHg
(pré-capillaire). Pronostic sombre

Clinique : dyspnée à l'effort

Complémentaire : ECG, RX thorax, EFR, gaz du sang normaux

Diagnostic : ETT et cathétérisme cardiaque droit

\subsection{224 Thrombose veineuse profonde et embolie pulmonaire}
\label{sec:org9f948f0}
\subsubsection{TVP}
\label{sec:org3d931eb}
Probabilité : score de Wells (unilatéral : OMI, douleur trajet veineux\ldots{})

Diagnostic : (D-dimère si proba faible puis) Écho-doppler veineux MI

Étiologies : congénitale ("thrombophilie") ou acquise (K, alitement,
contraception, chir\ldots{})

Prévention : HBPM, contention, lever
\subsubsection{EP}
\label{sec:org8b39091}
Suspicion : proba clinique, RX thorax, ECG, gaz du sang \footnote{Hypoxie-hypocapnie}

Diagnostic : (D-dimère si proba faible puis) scanner (ETT en attendant). Si
scanner toujours non disponible et patient à haut risque, traiter !

\subsubsection{Ttt (TVP + EP)}
\label{sec:org27334e7}
Ttt : 
\begin{itemize}
\item HBPM/fondaparinux + relais AVK ou nv anticoag 3 mois (1ere EP, TVP
proximale provoquée) ou 6 mois
\item thrombolyse si EP grave
\item contention si TVP ou EP + TVP
\end{itemize}
\subsection{228 Douleur thoracique aigüe et chronique}
\label{sec:orgc4080b2}
Examens : ECG, \(SpO_2\), RX thorax

\begin{enumerate}
\item Urgences vitales : SCA++, EP, tamponnade, dissection aortique, pneumothorax oppressif
\item Sinon : 
\begin{itemize}
\item rythmée par la respiration : pneumothorax, infectieuses, péricardite,
pariétales, EP, trachéobronchites
\item non rythmée par la respiration : SCA, dissection aortique, RGO++, psychogène
\end{itemize}
\end{enumerate}
Chronique : paroi thoracique, plèvre
\subsection{306 Tumeurs du poumon}
\label{sec:orgc09ec78}
K bronchique : 1ere cause de DC par K en France (17\% survie 5 ans). Cause = tabac !

Y penser si SF respi chez tabagique > 40 ans, AEG chez tabagique. Toux souvent révélatrice

2 types :
\begin{itemize}
\item non à petites cellules (80\%) : chir/radio/chimio
\item à petite cellule (15\%) : mauvais pronostic, chimio \textpm{} radio (pas de chir)
\end{itemize}

Diagnostique = histologique (fibroscopie). Extension = TDM
\subsection{333 Oedème de Quincke et anaphylaxie}
\label{sec:org979560c}
Réaction anaphylactique médiée par IgE ou non
Diag = clinique + contexte. Toujours doser tryptase sérique
\begin{itemize}
\item fortement probable : gêne respi "haute" ou asthme aigü ou choc impliquant PV,
 \{rash, urticaire, angioedème\}, début brutal et progression rapide
Urgence (atteinte multiviscérale menaçant la vie) : adrénaline \uline{IM}
\end{itemize}
0.01mg/kg toutes 5min, arrêt agent, allongé/PLS 

Sinon : antihistaminique + corticoïdes

\subsection{354 Corps étranger des voies aériennes}
\label{sec:org82448b3}
Pics : enfant, âgé

Y penser si symptôme respiratoire chronique/récidivant dans même territoire

Clinique : mobile (sd pénétration, suffocation), expulsé (pétéchies), enclavement

CAT : Toux/Heimlich/réa. Extraction bronchoscopie/centré spé (enfant)
\subsection{354 Détresse respiratoire aigüe}
\label{sec:org6724cf6}
PEC : \(O_2\), VNI/VI et investigation

Diagnostic 
\begin{itemize}
\item RX thorax anormale : urgence = pneumonie infectieuse, \oe{}dème pulmonaire
aigu, pneumothorax. Puis SDR, exacerbation path. infiltrative
\item Sinon clinique + gaz du sang : asthme aigü grave, EP, BPCO, anomalie paroi,
neuromusc, pneumothorax
\end{itemize}

SDRA : détresse respi < 7j + anomalie RX (opacités alvéolaire bilat diffuse)
sans défaillance cardiaque
\subsection{356 Pneumothorax}
\label{sec:org4be9689}
Primaire (jeune, longiligne, 0 patho, fumeur) VS secondaire (âgé, patho connue)

Clinique : douleur pleurale (\inc inspiration et otux)

Diag = RX face.

Ttt : sevrage tabac
\begin{itemize}
\item urgence si compressif (aiguille simple).
\item Sinon (mal toléré/grande taille) : exsufflation ou drain.
\end{itemize}

Prévention récidive : pleurodèse 

\section{Endocrinologie - Nutrition}
\label{sec:org90fea6e}
\subsection{32 Allaitement maternel}
\label{sec:org38a3110}
\subsection{35 Contraception (gynéco)}
\label{sec:org2f54e3e}
\begin{center}
\begin{tabular}{lll}
 & \oe{}stroprogestatif & Micro/macroprogestatifs\\
\hline
 & 1ère intention (Minidril), le plus efficace & 2eme intention\\
CI & K sein, HTA non contrôlée, thrombose & K sein, accident TEV récent\\
 & hépatopathie sévère, diabète & \\
Surveiller & chostérole, TG, glycémie & spotting\\
\end{tabular}
\end{center}

Urgence : lévonorgestrel < 72h
\subsection{37 Stérilité du couple (gynéco)}
\label{sec:orga8a0b33}
Infertilité : 0 conception à 1 an. Stérilité = définitif

\begin{itemize}
\item \female : anovulation (courbe de température), bilan hormonal, écho ovarienne, hystérographie.
\item \male : volume testiculaire, testostérone, spermogramme. Hormonal si oligo/azoospermie
\end{itemize}
