medecine/superfiches.org
** 40 Aménorrhée (gynéco)
Primaire
- pas dév. pubertaire :
  - FSH, LH \dec : tumeur H-H[fn:35], sd de Kallmann
  - FSH, LH \inc : sd de Turner (45X)
  - retard pubertaire simple (diag élimination)
- examen gynéco + écho : hyperplasie congénitale des surrénales, anomalie
  utéro-vaginale, anomalie sensibilité androne
Secondaire :
1. hCG pour éliminer grossesse
2. prolactine \inc : médicaments, IRM H-H (adénome prolactine, tumeur/infiltration)
3. LH \inc : écho ovaires (sd ovaires polykystiques) 
4. estradiol, LH, FSH \dec (déficit gonadotrope) : tumeur/infiltration H-H(IRM) ou nutrition
5. \inc testostérone (insuffisance ovarienne) : scanner surrénales, écho ovarienne
** 47 Puberté (pédia)
Retard : pas de seins > 13 ans ou pas de règle > 15 (\female), volume testicule
< 4mL après 14 ans(\male)
- hormonal (hypogonadotrope)
  - FSH, LH \dec [fn:34] : IRM H-H (infiltratif, tumoral), nutrition, sport, sd Kallmann
  - FSH, LH \inc : caryotype (sd Turner si \female, Klinefelter \male)
- retard pubertaire simple
Précoce < 8 ans \female{}, < 9.5 ans \male. Table [[tab:puberte]]
#+name: tab:puberte
#+caption: Puberté précoce
#+ATTR_LATEX: :environment tabularx :width \textwidth :align ccXX
| Type         | Diagnostic   | Étiologie                   | Examens                                     |
|--------------+--------------+-----------------------------+---------------------------------------------|
| centrale     | FSH, LH \inc | ovaire/testicule, surrénale | écho pelvien/testic., test stimulation GnRH |
| périphérique | FSH, LH \dec | idiopathique, tumeurs SNC   | imagerie cérébrale                          |
** 48 Cryptorchidie (pédia)
Exploration : c. de Leydig, c. de Sertoli, FSH, LH + 17-hydroxyprogestérone si
bilatérale

Ttt chir (sinon = infertilité, hypogonadisme, K testiculaire)
** 51 Retard de croissance (pédia)
Définition : taille < -2DS ou ralentissement croissance ou $<<$ parents

Cf table [[tab:retard_croissance]] + bilainVS, NFS, foie, rein.
#+name: tab:retard_croissance
#+caption: Retards de croissance
   | Cause                            | Exploration                               |
   |----------------------------------+-------------------------------------------|
   | Constitutionnelle++             |                                           |
   | RCIU                             |                                           |
   | Déficit en GH, hypothyroïdie     | GH, {TSH, T4L}                            |
   | Maladie coeliaque, mucoviscidose | {IgA, IgA anti-transglutamase},test sueur |
   | Os                               | radio                                     |
   | Retard pubertaire simple         |                                           |
** 69 Troubles des conduites alimentaires (à compléter)
** 78 Dopage
   /Stéroïdes anabolisant/, testostérone (\inc masse musculaire, puissance)

   Autres : GH (\inc masse musculaire), IGF-1. Glucocorticoïdes, ACTH (antalgique, psychostimulant)
** 120 Ménopause et andropause (gynéco, uro)
Ménopause :
- diag clinique : sd climatérique, aménorrhée \ge 1 an (bio si doute FSH \inc, oestradiol \inc)
- ttt hormonale = \oe{}strogène et progestatif. Surveiller et réévaluation annuelle
  - bénéfice : ttt sd climatérique, prévention ostéoporose
  - risque : \inc incidence K sein, \inc accidents TE veineux \thus _CI_
Andropause : si testostérone < 2.3ng/mL[fn:36] :
- FSH, LH \inc = insuf testiculaire primitive (sd Klinefelter)
- sinon hypogonadisme hypogonadotrope \thus IRM H-H pour adénome hypophysaire

** 122 Troubles de l'érection  (uro)
Étiologies factorielles !
- psychogène (érections nocturnes) : rassurer, psychothérapie
- diabète++, hypogonadisme++, hyperprolactinémie
- vasculaire (HTA), chir pelvienne, anti-hypertenseur, neuro dégénératif, trauma médullaire
Bilan bio : glycémie jeun, testostéronémie \pm prolactine, hormones thyroïdiennes

Ttt 
- hypogonadisme confirmé : androgènes (CI nodule prostatique, PSA > 3ng/mL)
- 1ere intention : inhibiteurs phosphodiéstérase type 5 (Viagra) + stimulation
** 124 Ostéopathies
Ostéoporose secondaires de \female{} : endocrino++ (Table
[[tab:osteoporose]]). \male{} : y penser si hypogonadisem, hypercortisolisme
#+name: tab:osteoporose
#+caption: Causes endocriniennes d'ostéoporose chez \female
| Cause                         | Sous-cause                | Ttt                                                  |
|-------------------------------+---------------------------+------------------------------------------------------|
| Hypogonadisme                 | Anorexie mentale          | Pilule \oe{}stroprogestative                         |
|                               | Activité physique intense | Si aménorrhée, \dec activité ou \oe{}stroprogestatif |
|                               | Patho. hypophysaire       | \OE{}strogènes                                       |
|                               | Iatrogène                 | Bisphosphonates                                      |
|                               | Sd Turner                 | \OE{}Strogène + GH ou (adulte) \oe{}stroprogestatif  |
| Hyperthyroïdie                |                           | Surveillance (ttt supressif) \pm bisphosphonate      |
| Hypercortisolisme/corticoïdes |                           | Vitaminocalcique, bisphosphonates                    |

** 207 Sarcoidose 
Penser à sarcoïdose hypothalamo-hypophysaire si diabète insipide.
Diag = défici endocrinien + infiltration HH à l'imagerie si sarcoïdose
connue. Sinon arguments de sarcoïdose (cf [[207 Sarcoïdose][item de pneumo]])
** 215 Hémochromatose
Suspicion clinique : Asthénie, Arthalgie, \inc ALAT (3 A)

Atteinte : foie (cirrhose++), diabète sucré++, hypogonadisme, chondrocalcilnose
articulaire, c\oe{}ur

Diag : CST \inc et ferritine \inc : chercher mutation C282Y sur HFE

Ttt dès CST \inc : saignées jusque ferritine < 50g/L. Dépistage parents 1er degré
** 221 HTA : hyperaldostorénonisme primaire, sd de Cushing
<<sec:Cushing>>
Iatrogène : \oe{}stroprogestatifs, corticoïdes, réglisse

Hyperminéralocorticisme primaire : 
- suspicion : HTA (\pm résistante) + hypokaliémie
- diag : aldostérone \inc et rénine \dec [fn:38]
- TDM ou IRM : 
  - adénome de Conn[fn:39] \thus chir 
  - idiopathique \thus spironolactone, antihypertenseurs

Phéochromocytomes[fn:40]
- dépistage : HTA paroxystique, "triade de Ménard" = céphalées + sueurs +
  palpitations, NEM2, NF1
- diag : métanéphrine \inc
- Imagerie puis chir
Sd de Cushing
- clinique : obésité androïde et graisses facio-tronculaire + vergétures,
  ostéoporose + hyperandrogénie[fn:37]
- diag = cortisolurie 24h \inc, test freinage minute négatif à DXM
- étiologie :
  - ACTH \dec \thus adénome surrénalien, cortico-surrénalome malin
  - sinon : test de freinage fort à DXM, test de stimulation ACTH \thus maladie
    de Cushing (positif) ou sd paranéoplasique (négatif)
** 238 Hypoglycémie
Diag : neuroglucopénie[fn:42] et glycémie < 0.50g/L et correction à normalisation[fn:41]

Cause : 
- surdosag insuline++ chez diabétique \thus sucre si CS, sinon glucagon IM/SC
  (ou perf glucose)
- insulinome : diag par épreuve de jeune \thus chir
