notes/medecine/superfiches.tex

\subsection{40 Aménorrhée (gynéco)}
\label{sec:org75b10ed}
Primaire
\begin{itemize}
\item pas dév. pubertaire :
\begin{itemize}
\item FSH, LH \dec : tumeur H-H\footnote{Hypothalamo-hypophysaire}, sd de Kallmann
\item FSH, LH \inc : sd de Turner (45X)
\item retard pubertaire simple (diag élimination)
\end{itemize}
\item examen gynéco + écho : hyperplasie congénitale des surrénales, anomalie
utéro-vaginale, anomalie sensibilité androne
\end{itemize}
Secondaire :
\begin{enumerate}
\item hCG pour éliminer grossesse
\item prolactine \inc : médicaments, IRM H-H (adénome prolactine, tumeur/infiltration)
\item LH \inc : écho ovaires (sd ovaires polykystiques)
\item estradiol, LH, FSH \dec (déficit gonadotrope) : tumeur/infiltration H-H(IRM) ou nutrition
\item \inc testostérone (insuffisance ovarienne) : scanner surrénales, écho ovarienne
\end{enumerate}
\subsection{47 Puberté (pédia)}
\label{sec:orgb2a28fe}
Retard : pas de seins > 13 ans ou pas de règle > 15 (\female), volume testicule
< 4mL après 14 ans(\male)
\begin{itemize}
\item hormonal (hypogonadotrope)
\begin{itemize}
\item FSH, LH \dec \footnote{"Cassure" courbe croissance} : IRM H-H (infiltratif, tumoral), nutrition, sport, sd Kallmann
\item FSH, LH \inc : caryotype (sd Turner si \female, Klinefelter \male)
\end{itemize}
\item retard pubertaire simple
\end{itemize}
Précoce < 8 ans \female{}, < 9.5 ans \male. Table \ref{tab:orge08904b}
\begin{table}[htbp]
\caption{\label{tab:orge08904b}Puberté précoce}
\centering
\begin{tabularx}{\textwidth}{ccXX}
Type & Diagnostic & Étiologie & Examens\\
\hline
centrale & FSH, LH \inc & ovaire/testicule, surrénale & écho pelvien/testic., test stimulation GnRH\\
périphérique & FSH, LH \dec & idiopathique, tumeurs SNC & imagerie cérébrale\\
\end{tabularx}
\end{table}
\subsection{48 Cryptorchidie (pédia)}
\label{sec:org46489bd}
Exploration : c. de Leydig, c. de Sertoli, FSH, LH + 17-hydroxyprogestérone si
bilatérale

Ttt chir (sinon = infertilité, hypogonadisme, K testiculaire)
\subsection{51 Retard de croissance (pédia)}
\label{sec:orgf337e29}
Définition : taille < -2DS ou ralentissement croissance ou \(<<\) parents

Cf table \ref{tab:org3117b18} + bilainVS, NFS, foie, rein.
\begin{table}[htbp]
\caption{\label{tab:org3117b18}Retards de croissance}
\centering
\begin{tabular}{ll}
Cause & Exploration\\
\hline
Constitutionnelle++ & \\
RCIU & \\
Déficit en GH, hypothyroïdie & GH, \{TSH, T4L\}\\
Maladie coeliaque, mucoviscidose & \{IgA, IgA anti-transglutamase\},test sueur\\
Os & radio\\
Retard pubertaire simple & \\
\end{tabular}
\end{table}
\subsection{69 Troubles des conduites alimentaires (à compléter)}
\label{sec:org15eb36f}
\subsection{78 Dopage}
\label{sec:orgb619925}
\emph{Stéroïdes anabolisant}, testostérone (\inc masse musculaire, puissance)

Autres : GH (\inc masse musculaire), IGF-1. Glucocorticoïdes, ACTH (antalgique, psychostimulant)
\subsection{120 Ménopause et andropause (gynéco, uro)}
\label{sec:org1e3ca70}
Ménopause :
\begin{itemize}
\item diag clinique : sd climatérique, aménorrhée \(\ge\) 1 an (bio si doute FSH \inc, oestradiol \inc)
\item ttt hormonale = \oe{}strogène et progestatif. Surveiller et réévaluation annuelle
\begin{itemize}
\item bénéfice : ttt sd climatérique, prévention ostéoporose
\item risque : \inc incidence K sein, \inc accidents TE veineux \thus \uline{CI}
\end{itemize}
\end{itemize}
Andropause : si testostérone < 2.3ng/mL\footnote{Ou si testostérone \(\in\) [2.3, 3.2] et SHBG et index T libre bas} :
\begin{itemize}
\item FSH, LH \inc = insuf testiculaire primitive (sd Klinefelter)
\item sinon hypogonadisme hypogonadotrope \thus IRM H-H pour adénome hypophysaire
\end{itemize}

\subsection{122 Troubles de l'érection  (uro)}
\label{sec:org3416c89}
Étiologies factorielles !
\begin{itemize}
\item psychogène (érections nocturnes) : rassurer, psychothérapie
\item diabète++, hypogonadisme++, hyperprolactinémie
\item vasculaire (HTA), chir pelvienne, anti-hypertenseur, neuro dégénératif, trauma médullaire
\end{itemize}
Bilan bio : glycémie jeun, testostéronémie \textpm{} prolactine, hormones thyroïdiennes

Ttt 
\begin{itemize}
\item hypogonadisme confirmé : androgènes (CI nodule prostatique, PSA > 3ng/mL)
\item 1ere intention : inhibiteurs phosphodiéstérase type 5 (Viagra) + stimulation
\end{itemize}
\subsection{124 Ostéopathies}
\label{sec:org0328191}
Ostéoporose secondaires de \female{} : endocrino++ (Table
\ref{tab:orgdbf215f}). \male{} : y penser si hypogonadisem, hypercortisolisme
\begin{table}[htbp]
\caption{\label{tab:orgdbf215f}Causes endocriniennes d'ostéoporose chez \female}
\centering
\begin{tabular}{lll}
Cause & Sous-cause & Ttt\\
\hline
Hypogonadisme & Anorexie mentale & Pilule \oe{}stroprogestative\\
 & Activité physique intense & Si aménorrhée, \dec activité ou \oe{}stroprogestatif\\
 & Patho. hypophysaire & \OE{}strogènes\\
 & Iatrogène & Bisphosphonates\\
 & Sd Turner & \OE{}Strogène + GH ou (adulte) \oe{}stroprogestatif\\
Hyperthyroïdie &  & Surveillance (ttt supressif) \textpm{} bisphosphonate\\
Hypercortisolisme/corticoïdes &  & Vitaminocalcique, bisphosphonates\\
\end{tabular}
\end{table}

\subsection{207 Sarcoidose}
\label{sec:org06474ca}
Penser à sarcoïdose hypothalamo-hypophysaire si diabète insipide.
Diag = défici endocrinien + infiltration HH à l'imagerie si sarcoïdose
connue. Sinon arguments de sarcoïdose (cf \hyperref[sec:org4ff6054]{item de pneumo})
\subsection{215 Hémochromatose}
\label{sec:orgd63eed5}
Suspicion clinique : Asthénie, Arthalgie, \inc ALAT (3 A)

Atteinte : foie (cirrhose++), diabète sucré++, hypogonadisme, chondrocalcilnose
articulaire, c\oe{}ur

Diag : CST \inc et ferritine \inc : chercher mutation C282Y sur HFE

Ttt dès CST \inc : saignées jusque ferritine < 50g/L. Dépistage parents 1er degré
\subsection{221 HTA : hyperaldostorénonisme primaire, sd de Cushing}
\label{sec:org06f889b}
\label{org4c5b3d3}
Iatrogène : \oe{}stroprogestatifs, corticoïdes, réglisse

Hyperminéralocorticisme primaire : 
\begin{itemize}
\item suspicion : HTA (\textpm{} résistante) + hypokaliémie
\item diag : aldostérone \inc et rénine \dec \footnote{Si aldostérone \inc et rérine \inc, hyperaldostéronisme secondaire
(sténose des artères rénale++)}
\item TDM ou IRM : 
\begin{itemize}
\item adénome de Conn\footnote{Nodule de la cortico-surrénale} \thus chir
\item idiopathique \thus spironolactone, antihypertenseurs
\end{itemize}
\end{itemize}

Phéochromocytomes\footnote{Tumeur de la médullo-surrénale}
\begin{itemize}
\item dépistage : HTA paroxystique, "triade de Ménard" = céphalées + sueurs +
palpitations, NEM2, NF1
\item diag : métanéphrine \inc
\item Imagerie puis chir
\end{itemize}
Sd de Cushing
\begin{itemize}
\item clinique : obésité androïde et graisses facio-tronculaire + vergétures,
ostéoporose + hyperandrogénie\footnote{Hirsutisme, acné}
\item diag = cortisolurie 24h \inc, test freinage minute négatif à DXM
\item étiologie :
\begin{itemize}
\item ACTH \dec \thus adénome surrénalien, cortico-surrénalome malin
\item sinon : test de freinage fort à DXM, test de stimulation ACTH \thus maladie
de Cushing (positif) ou sd paranéoplasique (négatif)
\end{itemize}
\end{itemize}
\subsection{238 Hypoglycémie}
\label{sec:org4f1453b}
Diag : neuroglucopénie\footnote{Faim brutale, trouble concentration, moteurs, sensitifs, visuels,
convulsion, confusion} et glycémie < 0.50g/L et correction à normalisation\footnote{Coma hypoglycémique possible}

Cause : 
\begin{itemize}
\item surdosag insuline++ chez diabétique \thus sucre si CS, sinon glucagon IM/SC
(ou perf glucose)
\item insulinome : diag par épreuve de jeune \thus chir
\end{itemize}
