medecine/superfiches.org
*** Complications
\OE{}il : voir [[sec:retinopathie_diabetique][partie ophtalmo]]

Rein : diabète = 1ere cause d'IR terminale. 
- dépistage 1/an chez D2 : BU (protéinure), albuminure/créatinurie
- ttt : prévention : diabète, HTA. Puis cf tab [[tab:ttt_nephro_diabete]]
#+name: tab:ttt_nephro_diabete
#+caption: 2 premiers stade de néphro diabètes = asymptomatique
| Stade | type                            | Ttt                                              |
|-------+---------------------------------+--------------------------------------------------|
|     3 | microalbuminurie                | Obj: HBA1c < 7%, PA < 140/85 mmHg                |
|     4 | macroalbuminurie                | IEC/sart + diurétique thiazidique                |
|     5 | IR avec DFG < 30/mL/min/1.73m^2 | insuline, répaglinide, inhib. \alpha-glucosidase |

Neuropathies
- sensorimotrice : polynévrite symétrique distale++ (hypoesthéie, 0 ROT achilléen, bilat , douleur
  neurogène)
- autonome : digestiv (gastroparésie), dysfonction érectile, parésie vésicale
- dépistage : examen neuro (pied !!), ECG annuel
- ttt : préventif++ (glycémie, alcool, tabac...)
Macroangiopathie : 2/3 DC pour cause CV
- ischémie myocardite silencieuse !!, AOMI 
- prévention : glycémie (metformine), activité physique, LDL (statines),
  aspirine, anti-hypertenseurs, poids, 0 tabac
Mal perforant plantaire : creux autour d'hyperkératose
- examen réguliers des pieds et chaussures quotidien
- ttt : décharge, excision kératose / parage et drainage + ATB si infection \pm
  revascularisation si nécrose
- risque d'ostéite
Autres : 
- infections \thus examen cutané++, stomato, uro-génital, respi
- dentiste tous 6 mois
Complications métabolique :
- coma cétoacidosique 
  - diag= cétonémie, cétonurie
  - ttt insuline rapide IV, recharge volumique, K+ \pm glucose, cause
- coma hyperosmolaire : 
  - diag = glycosurie, cétonurie (BU) et hyperglycémie (dextro)
  - ttt : réhydratation lente, insuline IV, héparine, cause
- hypoglycémie : inévitable, non mortelle. Cf [[238 Hypoglycémie][item 238]]
** 246 Prévention par la nutrition
** 247 Modifications thérapeutiques du mode de vie
** 248 Dénutrition (à compléter)
** 249 Amaigrissement (à compléter)
Vérifier l'amaigrissement !

Causes endocrino : insuf. surrénale (primaire/secondaire)diabète, hyperthyroïdie, hypercalcémie
** 250 Troubles nutritionnels chez sujet âgé (à compléter)
** 251 Obésité (à compléter)
IMC \ge 30 kg/m^2 (grade 1 si < 35, grade 3 si \ge 40)

Étiologie : génétique, communes++ (déséquilibre apport-dépense).

Complications : \inc RR mortablité, métabolique, CV, respi, ostéoarticulaire, digestive, rénale,
gynéco, cutanée, néoplasique, psychosociale

Interrogatoire. Ttt = diététique, activité physique, psychologique + orlistat si
IMC \ge 30 (ou 27 et comobridité). Chir bariatrique en 2eme intention.

*** Enfant/ado
IMC > 25 kg/m^2

Étiologie : commune++ (facteur env., prédisposition génétiuqe), génétique,
secondaire

Complication : HTA, insulinorésistance, stéatose hépatique non alcoolique,
articulaire, psycho

Interrogatoire + EC. Ttt = prévention
** 252 Diabète gestationnel + nutrition et grossesse (à compléter)
Pré-gestationnel
- risque f\oe{}tus : fausses couches, malformations congénitales, mort f\oe{}tales,
- risque mère : HTA ++, rétinopathie, néphropathie
- avant grossesse : HbA1c < 7%, glycémie \in [0.7, 1.20] préprandial et [1,
  1.14] en post (\inc insuline si DT1, +insuline si DT2
- pendant : 6 glycémie/jour pour équilibre
Dépister diabète gestationnel ssi FR : {\ge 35 ans, IMC \ge 25 kg/m^2, ATCD DG,
DT parents 1er degr}
- PEC si glycémie jeun \ge 0.92g/L (début), sinon teste 24-28SA avec HGO
- ttt : diét., *pas* d'antidiabétique, surveillance

** 253 Nutrition chez le sportif
Examen d'aptitude : ATCD familiaux (CV),  EC complet, ECG d'effort

Bénéficices du sport : 150min/semaine (ou 75min si intense) chez
l'adulte. 60min/jour chez l'enfant + renforcement
- adulte : 
  - prévention = K (colon, sein), CV, métabolique, ostéoporose \female,
  - maintien = \dec mortalité prématuré, \inc autonomie
  - traite = cardiomyopathie, ischém, BPCO, obésité, diabète 2 neuro,
    rhumatismal, dégénératif
- enfant : dev psychosocial, dev psychomotoeur, prévient sd métabolique,
  surpoids, CV, \inc masse maigre et densité osseuse

Bseoins :
- glucides (50%) : IG faible à distance, élevé juste avant. reconstituer stocks après
- lipides (30%) à limiter si compétition
- protéines (20%)
- calcium 1g/j, Fer 10-15mg/j, vit D 5 \mu{}g/j \thus surveiller chez l'enfant
** 265 Hypocalcémie, dyskaliémie, hyponatrémie
Hypocalcémie :
- clinique : troubles du rythme, parésthésie, tétanie
- causes hypoparathyroïdie, anomalie vitamine D (carence, malabsorption...)
- ttt : aigü  calcium IV lente. Chronique : vitamine D et calcium
Hyperkaliémie (risque cardiaque )
- étiologies : hypoaldostéronisme (IS) , acidose  métabolique [fn:55]
Hypokaliémie (risque cardiaque )
- étiologie : excès d'insuline, hyperaldostéronisme, dénutrition sévère
Hyponatrémie endocrinienne (hospitalisé++)
- étiologie selon osmolalité : si \inc, hyperglycémie, si N, hyperTG,
  hyperprotidémie. Si \dec, "vraie" hyponatrémie : table [[tab:hyponatremie]]
#+name: tab:hyponatremie
#+caption: hyponatrémie "vraie"
  | volémie \inc | IC, cirrhose, sd néphrotique                          | Sérum isotonique   |
  | volémie R    | hypothyroïdie, insuf corticotrope, SIADH              | Sérum hypertonique |
  | volémie \dec | perte digestive, rénale, insuf corticosurrénale aigüe | Restriction hydrosodée |


** 266 Hypercalcémie
Étiologie :
- PTH \inc ou N
  - hyperparathyroïdie primaire (55%) : ttt = chir conventionnelle
  - hypercalcémie-hypocalciurie familiale bénigne
- PTH \dec
  - maligne (30%)
  - iatrogène, granulomatose
Ttt (hors hyperparathyroïdie primaire) : bsiphosphonates, calcimimétique
** 303 Tumeurs de l'ovaire (hormono-sécrétante)
Sécrète des \oe{}strogènes : tumeurs de la granulosa++ : 
- sympto : pseudo-puberté précoce ou aménorrhée/ménométrorragie ou saignement vaginal
- ttt = ovariectomie unilatérale
Sécrète des androgènes : tumeurs à c. de sertoli-Leydig (Hirsutisme, ttt
conservateur), à c. de Leydig (virilisante, ttt = ovariectomie bilat),
germinales sécrétantes [fn:56]
** 305 Tumeurs du pancréas (endocrine)
Clinique selon sécrétion (insuline, gastrine, ACTH, glucagon, VIP, GHRH)
** 310 Tumeurs du testicule (aspects endocriniens)
Clinique : pseudo-puberté précoce/gynécomastie

Sécrète testostérone/\oe{}stradiol ou gonadotrophine chorionique/hCGA (tumeurs
germinales)

Diag = palpation testiculaire + écho

Ttt = chir (glucocorticoïdes si inclusions surrénaliennes)

* Ophtalmo
