notes/medecine/superfiches.tex

\subsubsection{Complications}
\label{sec:orgfe90cd1}
\OE{}il : voir \hyperref[orgc28cb24]{partie ophtalmo}

Rein : diabète = 1ere cause d'IR terminale. 
\begin{itemize}
\item dépistage 1/an chez D2 : BU (protéinure), albuminure/créatinurie
\item ttt : prévention : diabète, HTA. Puis cf tab \ref{tab:org940e1d4}
\end{itemize}
\begin{table}[htbp]
\caption{\label{tab:org940e1d4}2 premiers stade de néphro diabètes = asymptomatique}
\centering
\begin{tabular}{rll}
Stade & type & Ttt\\
\hline
3 & microalbuminurie & Obj: HBA1c < 7\%, PA < 140/85 mmHg\\
4 & macroalbuminurie & IEC/sart + diurétique thiazidique\\
5 & IR avec DFG < 30/mL/min/1.73m\textsuperscript{2} & insuline, répaglinide, inhib. \(\alpha\)-glucosidase\\
\end{tabular}
\end{table}

Neuropathies
\begin{itemize}
\item sensorimotrice : polynévrite symétrique distale++ (hypoesthéie, 0 ROT achilléen, bilat , douleur
neurogène)
\item autonome : digestiv (gastroparésie), dysfonction érectile, parésie vésicale
\item dépistage : examen neuro (pied !!), ECG annuel
\item ttt : préventif++ (glycémie, alcool, tabac\ldots{})
\end{itemize}
Macroangiopathie : 2/3 DC pour cause CV
\begin{itemize}
\item ischémie myocardite silencieuse !!, AOMI
\item prévention : glycémie (metformine), activité physique, LDL (statines),
aspirine, anti-hypertenseurs, poids, 0 tabac
\end{itemize}
Mal perforant plantaire : creux autour d'hyperkératose
\begin{itemize}
\item examen réguliers des pieds et chaussures quotidien
\item ttt : décharge, excision kératose / parage et drainage + ATB si infection \textpm{}
revascularisation si nécrose
\item risque d'ostéite
\end{itemize}
Autres : 
\begin{itemize}
\item infections \thus examen cutané++, stomato, uro-génital, respi
\item dentiste tous 6 mois
\end{itemize}
Complications métabolique :
\begin{itemize}
\item coma cétoacidosique 
\begin{itemize}
\item diag= cétonémie, cétonurie
\item ttt insuline rapide IV, recharge volumique, K+ \textpm{} glucose, cause
\end{itemize}
\item coma hyperosmolaire : 
\begin{itemize}
\item diag = glycosurie, cétonurie (BU) et hyperglycémie (dextro)
\item ttt : réhydratation lente, insuline IV, héparine, cause
\end{itemize}
\item hypoglycémie : inévitable, non mortelle. Cf \hyperref[sec:org4f1453b]{item 238}
\end{itemize}
\subsection{246 Prévention par la nutrition}
\label{sec:orga976228}
\subsection{247 Modifications thérapeutiques du mode de vie}
\label{sec:org5a76e5d}
\subsection{248 Dénutrition (à compléter)}
\label{sec:org0f59f67}
\subsection{249 Amaigrissement (à compléter)}
\label{sec:org07c46a4}
Vérifier l'amaigrissement !

Causes endocrino : insuf. surrénale (primaire/secondaire)diabète, hyperthyroïdie, hypercalcémie
\subsection{250 Troubles nutritionnels chez sujet âgé (à compléter)}
\label{sec:orgb39cad6}
\subsection{251 Obésité (à compléter)}
\label{sec:org55955ff}
IMC \(\ge\) 30 kg/m\textsuperscript{2} (grade 1 si < 35, grade 3 si \(\ge\) 40)

Étiologie : génétique, communes++ (déséquilibre apport-dépense).

Complications : \inc RR mortablité, métabolique, CV, respi, ostéoarticulaire, digestive, rénale,
gynéco, cutanée, néoplasique, psychosociale

Interrogatoire. Ttt = diététique, activité physique, psychologique + orlistat si
IMC \(\ge\) 30 (ou 27 et comobridité). Chir bariatrique en 2eme intention.

\subsubsection{Enfant/ado}
\label{sec:org57c5557}
IMC > 25 kg/m\textsuperscript{2}

Étiologie : commune++ (facteur env., prédisposition génétiuqe), génétique,
secondaire

Complication : HTA, insulinorésistance, stéatose hépatique non alcoolique,
articulaire, psycho

Interrogatoire + EC. Ttt = prévention
\subsection{252 Diabète gestationnel + nutrition et grossesse (à compléter)}
\label{sec:org0365044}
Pré-gestationnel
\begin{itemize}
\item risque f\oe{}tus : fausses couches, malformations congénitales, mort f\oe{}tales,
\item risque mère : HTA ++, rétinopathie, néphropathie
\item avant grossesse : HbA1c < 7\%, glycémie \(\in\) [0.7, 1.20] préprandial et [1,
1.14] en post (\inc insuline si DT1, +insuline si DT2
\item pendant : 6 glycémie/jour pour équilibre
\end{itemize}
Dépister diabète gestationnel ssi FR : \{\(\ge\) 35 ans, IMC \(\ge\) 25 kg/m\textsuperscript{2}, ATCD DG,
DT parents 1er degr\}
\begin{itemize}
\item PEC si glycémie jeun \(\ge\) 0.92g/L (début), sinon teste 24-28SA avec HGO
\item ttt : diét., \textbf{pas} d'antidiabétique, surveillance
\end{itemize}

\subsection{253 Nutrition chez le sportif}
\label{sec:org5629b1b}
Examen d'aptitude : ATCD familiaux (CV),  EC complet, ECG d'effort

Bénéficices du sport : 150min/semaine (ou 75min si intense) chez
l'adulte. 60min/jour chez l'enfant + renforcement
\begin{itemize}
\item adulte : 
\begin{itemize}
\item prévention = K (colon, sein), CV, métabolique, ostéoporose \female,
\item maintien = \dec mortalité prématuré, \inc autonomie
\item traite = cardiomyopathie, ischém, BPCO, obésité, diabète 2 neuro,
rhumatismal, dégénératif
\end{itemize}
\item enfant : dev psychosocial, dev psychomotoeur, prévient sd métabolique,
surpoids, CV, \inc masse maigre et densité osseuse
\end{itemize}

Bseoins :
\begin{itemize}
\item glucides (50\%) : IG faible à distance, élevé juste avant. reconstituer stocks après
\item lipides (30\%) à limiter si compétition
\item protéines (20\%)
\item calcium 1g/j, Fer 10-15mg/j, vit D 5 \(\mu\)g/j \thus surveiller chez l'enfant
\end{itemize}
\subsection{265 Hypocalcémie, dyskaliémie, hyponatrémie}
\label{sec:orgaa220ce}
Hypocalcémie :
\begin{itemize}
\item clinique : troubles du rythme, parésthésie, tétanie
\item causes hypoparathyroïdie, anomalie vitamine D (carence, malabsorption\ldots{})
\item ttt : aigü  calcium IV lente. Chronique : vitamine D et calcium
\end{itemize}
Hyperkaliémie (risque cardiaque )
\begin{itemize}
\item étiologies : hypoaldostéronisme (IS) , acidose  métabolique \footnote{par \dec élimination rénale, par sortie du K+ de la cellule respectivement.}
\end{itemize}
Hypokaliémie (risque cardiaque )
\begin{itemize}
\item étiologie : excès d'insuline, hyperaldostéronisme, dénutrition sévère
\end{itemize}
Hyponatrémie endocrinienne (hospitalisé++)
\begin{itemize}
\item étiologie selon osmolalité : si \inc, hyperglycémie, si N, hyperTG,
hyperprotidémie. Si \dec, "vraie" hyponatrémie : table \ref{tab:orga8ac5b0}
\end{itemize}
\begin{table}[htbp]
\caption{\label{tab:orga8ac5b0}hyponatrémie "vraie"}
\centering
\begin{tabular}{lll}
volémie \inc & IC, cirrhose, sd néphrotique & Sérum isotonique\\
volémie R & hypothyroïdie, insuf corticotrope, SIADH & Sérum hypertonique\\
volémie \dec & perte digestive, rénale, insuf corticosurrénale aigüe & Restriction hydrosodée\\
\end{tabular}
\end{table}


\subsection{266 Hypercalcémie}
\label{sec:org2935cf0}
Étiologie :
\begin{itemize}
\item PTH \inc ou N
\begin{itemize}
\item hyperparathyroïdie primaire (55\%) : ttt = chir conventionnelle
\item hypercalcémie-hypocalciurie familiale bénigne
\end{itemize}
\item PTH \dec
\begin{itemize}
\item maligne (30\%)
\item iatrogène, granulomatose
\end{itemize}
\end{itemize}
Ttt (hors hyperparathyroïdie primaire) : bsiphosphonates, calcimimétique
\subsection{303 Tumeurs de l'ovaire (hormono-sécrétante)}
\label{sec:org797547a}
Sécrète des \oe{}strogènes : tumeurs de la granulosa++ : 
\begin{itemize}
\item sympto : pseudo-puberté précoce ou aménorrhée/ménométrorragie ou saignement vaginal
\item ttt = ovariectomie unilatérale
\end{itemize}
Sécrète des androgènes : tumeurs à c. de sertoli-Leydig (Hirsutisme, ttt
conservateur), à c. de Leydig (virilisante, ttt = ovariectomie bilat),
germinales sécrétantes \footnote{Si sécrète hCG : ttt = conservateur/chimie, si sd
Turner : ttt = gonadectomie préventive}
\subsection{305 Tumeurs du pancréas (endocrine)}
\label{sec:org3942bb4}
Clinique selon sécrétion (insuline, gastrine, ACTH, glucagon, VIP, GHRH)
\subsection{310 Tumeurs du testicule (aspects endocriniens)}
\label{sec:org3511abe}
Clinique : pseudo-puberté précoce/gynécomastie

Sécrète testostérone/\oe{}stradiol ou gonadotrophine chorionique/hCGA (tumeurs
germinales)

Diag = palpation testiculaire + écho

Ttt = chir (glucocorticoïdes si inclusions surrénaliennes)
