medecine/superfiches.org
** 1 Sémiologie oculaire
Anatomie 
- Membrane externe (cornée, conjonctive, sclère), uvée (iris, corps ciliaire,
  choroïde), rétine 
- Contenu : humeur aqueuse (chambre antérieure), cristallin, corps vitré
  (postérieur)
- Voie optique : nerf optique - chiasma - bandelettes - corps genouillés
  externes - radiations optiques - cortex occipital
- Nerfs oculomoteurs : IV = oblique sup, VI = droit externe et les autres = III
Examens :
- AV (Parinaud = près, Monoyer = loin)
- lampe à fente (segment antérieur), gonioscopie (angle iridocornéen)
- pression intraoculaire par tonomètre à pair pulsé (hypertonie si \ge 22mHg)
- FO
Complémentaires
- CV (périmétrie statique = dépistage glaucome), couleurs
- angiographie (DMLA)
- électrorétinogramme, potentiels évoqués visuels (SEP), électro-oculogramme
- écho (mode A = longeur, mode B = décollement rétine)
- OCT (glaucome chronique, macula : DLMA)
** 2 Réfraction
\OE{}il = 60 dioptries (42 cornée, 20 cristallin).

Myope = trop convergent \thus verre concave/chir. Hypermétrope = pas assez convergent
\thus verre convexe/chir. Astigmate \thus verres cylindriques/chir
** 3 Suivi d'un nourisson
Dépister enter 9 et 12 mois : réfraction, strabisme + réfraction après
cycloplégie (amblyopie).
** 4 Strabisme de l'enfant
= symptôme !

Examen motilité (paralytique vs motilité normale)
Ttt : correction optique \pm occlusion \oe{}il si amblyopie (chir si persistance)
** 5 Diplopie (binoculaire)
Clinique : dédoublement même direction, disparaît à l'occlusion d'un \oe{}il

Exament : motilité, cover-test, verre rouge, Lancaster

Étiologie :
- anévrisme intracrânien++ (jeune, céphalée, 0 FR vasc),
- tumeur (25%), SEP (10%) révélee, myasthénie
- autres : accidents vasculaires ischémique/hémorragiques
** 6 \OE{}il rouge/douloureux
BAV, douloureux : cf [[tab:oeil_bav_douloureux]].

Sans BAV, douloureux : 
- épisclérite (ttt = corticoïdes)
- sclérite (étio = polyarthrite rhumatoïde)
- conjonctivite : allergique (collyre), virale++ (ttt =0)
- sd sec oculaire++ (ttt = substituts lacrymaux)

Sans BAV, sans douleur : 
- conjonctivite (bactérienne : collyre antiseptiqu)
- hémorragie sous-conjonctivale (HTA, trouble coag ?)

#+name: tab:oeil_bav_douloureux
#+begin_table
#+LATEX: \caption{Avec BAV, douloureux: étiologies}
#+LATEX: \centering
#+LATEX: \adjustbox{max width=\linewidth}{
#+ATTR_LATEX: :center nil
| Type                    | Symptômes                                                                 | Étiologie                  | Ttt                                                  |
|-------------------------+---------------------------------------------------------------------------+----------------------------+------------------------------------------------------|
| Glaucome aigu par FA    | Douleur++, "bille de verre"                                               |                            | inhib. anhydrase carbonique, solutés hyperosmolaires |
|                         |                                                                           |                            | hypotoniques, myotique (collyre)                     |
| Uvéite antérieure aigǜe | Synéchies iridocristaliniennes                                            | inconnue (50%)             |                                                      |
|                         | Tyndall\tablefootnote{Protéines, c. inflammatoires dans l'humeur aqueuse} | Spondylarthrie ankylosante |                                                      |
|                         | précipités rétro-cornéens                                                 | herpès, sarcoïdose         | mydriatiques, corticoïdes (collyre)                  |
| Kératite aigüe          | Ulcération (à la fluorescine)                                             | Herpès, bactéries          |                                                      |
| Glaucome NV             | Néovaisseaux sur l'iris                                                   |                            | Hypotonisants, photocoag/anti-VEGF                   |
| Endophtalmie post-op    | \oe{}dème palpébral, hyalite\tablefootnote{Inflammation du corps vitré}   |                            |                                                      |
#+LATEX: }
#+end_table

** 7 Altération de la fonction visuelle
BAV progressive
- transparence anormale : cataracte (ttt = chir), cornée, vitré
- sinon : 
  - atteinte nerf optique : glaucome chronique à AO (ttt = hypotonisants,
    chir), neuropathies toxiques
  - atteinte rétine = rétinopathies pigmentaires, ou macula = DMLA,
    maculopathies héréditaires, \oe{}dème maculaire, antipaludéens, séparation vitré/macula
Altération CV
- ateinte rétine (scotomes centrau, déficits périph)
- atteinte nerf optique : SEP, NOIA, toxique
- atteinte chiasma optique : adénome hypophysaire
- atteinte rétrochiasmatique : vasc, tumoral, trauma
** 8 Anomalies de la vision d'apparition brutale
BAV, \oe{}il rouge douloureux : cf [[6 \OE{}il rouge/douloureux][chap 6]]

BAV, \oe{}il blanc indolore :

| FO non visible                 | hémorragie intra-vitréenne                | Écho B                            |
|                                | uvéite du vitré                           |                                   |
| FO visible anormale            | occlusion artère centrale rétine          | mydriase aréflexique              |
|                                |                                           | macula rouge cerise               |
|                                |                                           | (urgence si Horton)               |
|                                | occlusion veine centrale rétine           | \oe{}dème papillaire              |
|                                |                                           | hémorragie rétiniennes dissémines |
|                                |                                           | nodules cotonneux                 |
|                                | DMLA                                      | métamorphopsies brutale           |
|                                | décollement rétine rhegmatogène           | myodésopsies, phosphène           |
|                                |                                           | (semi-urgence)                    |
|                                | neuropathie optique ischémique antérieure | \dec RPM direct                   |
|                                |                                           | \oe{}dème papillaire              |
| FO visible normale             | névrite optique rétrobulbaire             | scotome central                   |
| Cécité monoculaire transitoire |                                           |                                   |
** 9 Prélèvement de cornée
Faire sérologies HIV, HTLV, VHB, VHC, syphilis

CI : locale, infectieuses (sida, rage, Creutzfeld-Jakob, hépatite), neuro
inexpliqué, démence
** 10 Greffe de cornée
Transfixiantes ou juste endothelium. 

Indications : trauma, kératocône, kératite herpétiques/infectieuse
** 11 Traumatismes oculaires
Globe ouvert, corps étranger : si doute TDM (\danger pas d'IRM si corps
étranger)

Chir en urgence : recherche/suture plaie du globe, extraction CE intraoculaire,
plaie du cristallin
** 12 Brûlures oculaires
Brûlures basiques = grave \danger

Ttt urgence = lavage 20min au sérum phys puis collyre corticoïdes 
** 13 Cataracte
Opacification du cristallin.

Diag clinique : BAV progressive en vision de loin, lampe à fente

Étiologies : âge, diabète, crorticoïdes, traumatique

Ttt = chir (extraction par phacoémulsification puis implant en chambre
postérieure)

Complications : endophtalmie (ATB !), décollement rétine, \oe{}dème maculaire
** 14 Glaucome chronique

Glaucome primitif à pression élevée (\approx occidentaux), ou pression _normale_
(\approx asiatique)

FR: âge, hypertonie oculaire. Physio : perte accélée des fibres optiques.

Caractéristiques : \inc excavation papille, altération CV

Ttt à vie : prostaglandine ou \beta-bloquants[fn:57] (collyre), laser
(trabéculoplastie) ou chir (trabéculectomie) possible
