notes/medecine/superfiches.tex

\section{Ophtalmo}
\label{sec:org4c0f288}
\subsection{1 Sémiologie oculaire}
\label{sec:orgfb47abe}
Anatomie 
\begin{itemize}
\item Membrane externe (cornée, conjonctive, sclère), uvée (iris, corps ciliaire,
choroïde), rétine
\item Contenu : humeur aqueuse (chambre antérieure), cristallin, corps vitré
(postérieur)
\item Voie optique : nerf optique - chiasma - bandelettes - corps genouillés
externes - radiations optiques - cortex occipital
\item Nerfs oculomoteurs : IV = oblique sup, VI = droit externe et les autres = III
\end{itemize}
Examens :
\begin{itemize}
\item AV (Parinaud = près, Monoyer = loin)
\item lampe à fente (segment antérieur), gonioscopie (angle iridocornéen)
\item pression intraoculaire par tonomètre à pair pulsé (hypertonie si \(\ge\) 22mHg)
\item FO
\end{itemize}
Complémentaires
\begin{itemize}
\item CV (périmétrie statique = dépistage glaucome), couleurs
\item angiographie (DMLA)
\item électrorétinogramme, potentiels évoqués visuels (SEP), électro-oculogramme
\item écho (mode A = longeur, mode B = décollement rétine)
\item OCT (glaucome chronique, macula : DLMA)
\end{itemize}
\subsection{2 Réfraction}
\label{sec:org517a374}
\OE{}il = 60 dioptries (42 cornée, 20 cristallin).

Myope = trop convergent \thus verre concave/chir. Hypermétrope = pas assez convergent
\thus verre convexe/chir. Astigmate \thus verres cylindriques/chir
\subsection{3 Suivi d'un nourisson}
\label{sec:org377e670}
Dépister enter 9 et 12 mois : réfraction, strabisme + réfraction après
cycloplégie (amblyopie).
\subsection{4 Strabisme de l'enfant}
\label{sec:org9cad7ec}
= symptôme !

Examen motilité (paralytique vs motilité normale)
Ttt : correction optique \textpm{} occlusion \oe{}il si amblyopie (chir si persistance)
\subsection{5 Diplopie (binoculaire)}
\label{sec:org9c72580}
Clinique : dédoublement même direction, disparaît à l'occlusion d'un \oe{}il

Exament : motilité, cover-test, verre rouge, Lancaster

Étiologie :
\begin{itemize}
\item anévrisme intracrânien++ (jeune, céphalée, 0 FR vasc),
\item tumeur (25\%), SEP (10\%) révélee, myasthénie
\item autres : accidents vasculaires ischémique/hémorragiques
\end{itemize}
\subsection{6 \OE{}il rouge/douloureux}
\label{sec:orga00098a}
BAV, douloureux : cf \ref{org3776bac}.

Sans BAV, douloureux : 
\begin{itemize}
\item épisclérite (ttt = corticoïdes)
\item sclérite (étio = polyarthrite rhumatoïde)
\item conjonctivite : allergique (collyre), virale++ (ttt =0)
\item sd sec oculaire++ (ttt = substituts lacrymaux)
\end{itemize}

Sans BAV, sans douleur : 
\begin{itemize}
\item conjonctivite (bactérienne : collyre antiseptiqu)
\item hémorragie sous-conjonctivale (HTA, trouble coag ?)
\end{itemize}

\begin{table}
\caption{Avec BAV, douloureux: étiologies}
\centering
\adjustbox{max width=\linewidth}{
\begin{tabular}{llll}
Type & Symptômes & Étiologie & Ttt\\
\hline
Glaucome aigu par FA & Douleur++, "bille de verre" &  & inhib. anhydrase carbonique, solutés hyperosmolaires\\
 &  &  & hypotoniques, myotique (collyre)\\
Uvéite antérieure aigǜe & Synéchies iridocristaliniennes & inconnue (50\%) & \\
 & Tyndall\tablefootnote{Protéines, c. inflammatoires dans l'humeur aqueuse} & Spondylarthrie ankylosante & \\
 & précipités rétro-cornéens & herpès, sarcoïdose & mydriatiques, corticoïdes (collyre)\\
Kératite aigüe & Ulcération (à la fluorescine) & Herpès, bactéries & \\
Glaucome NV & Néovaisseaux sur l'iris &  & Hypotonisants, photocoag/anti-VEGF\\
Endophtalmie post-op & \oe{}dème palpébral, hyalite\tablefootnote{Inflammation du corps vitré} &  & \\
\end{tabular}
}
\label{org3776bac}
\end{table}

\subsection{7 Altération de la fonction visuelle}
\label{sec:org21384b8}
BAV progressive
\begin{itemize}
\item transparence anormale : cataracte (ttt = chir), cornée, vitré
\item sinon : 
\begin{itemize}
\item atteinte nerf optique : glaucome chronique à AO (ttt = hypotonisants,
chir), neuropathies toxiques
\item atteinte rétine = rétinopathies pigmentaires, ou macula = DMLA,
maculopathies héréditaires, \oe{}dème maculaire, antipaludéens, séparation vitré/macula
\end{itemize}
\end{itemize}
Altération CV
\begin{itemize}
\item ateinte rétine (scotomes centrau, déficits périph)
\item atteinte nerf optique : SEP, NOIA, toxique
\item atteinte chiasma optique : adénome hypophysaire
\item atteinte rétrochiasmatique : vasc, tumoral, trauma
\end{itemize}
\subsection{8 Anomalies de la vision d'apparition brutale}
\label{sec:orgdf221ea}
BAV, \oe{}il rouge douloureux : cf \hyperref[sec:orga00098a]{chap 6}

BAV, \oe{}il blanc indolore :

\begin{center}
\begin{tabular}{lll}
FO non visible & hémorragie intra-vitréenne & Écho B\\
 & uvéite du vitré & \\
FO visible anormale & occlusion artère centrale rétine & mydriase aréflexique\\
 &  & macula rouge cerise\\
 &  & (urgence si Horton)\\
 & occlusion veine centrale rétine & \oe{}dème papillaire\\
 &  & hémorragie rétiniennes dissémines\\
 &  & nodules cotonneux\\
 & DMLA & métamorphopsies brutale\\
 & décollement rétine rhegmatogène & myodésopsies, phosphène\\
 &  & (semi-urgence)\\
 & neuropathie optique ischémique antérieure & \dec RPM direct\\
 &  & \oe{}dème papillaire\\
FO visible normale & névrite optique rétrobulbaire & scotome central\\
Cécité monoculaire transitoire &  & \\
\end{tabular}
\end{center}
\subsection{9 Prélèvement de cornée}
\label{sec:orgea39042}
Faire sérologies HIV, HTLV, VHB, VHC, syphilis

CI : locale, infectieuses (sida, rage, Creutzfeld-Jakob, hépatite), neuro
inexpliqué, démence
\subsection{10 Greffe de cornée}
\label{sec:org291d0d2}
Transfixiantes ou juste endothelium. 

Indications : trauma, kératocône, kératite herpétiques/infectieuse
\subsection{11 Traumatismes oculaires}
\label{sec:org77febaf}
Globe ouvert, corps étranger : si doute TDM (\danger pas d'IRM si corps
étranger)

Chir en urgence : recherche/suture plaie du globe, extraction CE intraoculaire,
plaie du cristallin
\subsection{12 Brûlures oculaires}
\label{sec:org9c538b5}
Brûlures basiques = grave \danger

Ttt urgence = lavage 20min au sérum phys puis collyre corticoïdes 
\subsection{13 Cataracte}
\label{sec:org28d6cf2}
Opacification du cristallin.

Diag clinique : BAV progressive en vision de loin, lampe à fente

Étiologies : âge, diabète, crorticoïdes, traumatique

Ttt = chir (extraction par phacoémulsification puis implant en chambre
postérieure)

Complications : endophtalmie (ATB !), décollement rétine, \oe{}dème maculaire
\subsection{14 Glaucome chronique}
\label{sec:org4aa2b2b}

Glaucome primitif à pression élevée (\(\approx\) occidentaux), ou pression \uline{normale}
(\(\approx\) asiatique)

FR: âge, hypertonie oculaire. Physio : perte accélée des fibres optiques.

Caractéristiques : \inc excavation papille, altération CV

Ttt à vie : prostaglandine ou \(\beta\)-bloquants\footnote{\inc élimination humeur aqueuse et \dec sécrétion respectivement.} (collyre), laser
(trabéculoplastie) ou chir (trabéculectomie) possible
