medecine/superfiches.org
** 15 Dégénérescence maculaire liée à l'âge
1ere cause de malvoyance après 50 ans.

Diag = AV, FO, OCT (cf tab [[tab:dmla]])
#+name: tab:dmla
#+begin_table
#+LATEX: \caption{Formes de DMLA}
#+LATEX: \centering
#+LATEX: \adjustbox{max width=\linewidth}{
#+ATTR_LATEX: :center nil
| Forme                   | Clinique                      | FO                                                       | Ttt                                 |
|-------------------------+-------------------------------+----------------------------------------------------------+-------------------------------------|
| Débutante               |                               | /drusen/\tablefootnote{Petites lésions profondes jaunes} | vit E, C, zinc, lutéine, zéaxantine |
| Atrophique              | BAV sévère, scotome central   | atrophie épith. pigment.                                 | \emptyset                           |
| Exsudative              | BAV, métamorphopsies brutales | \oe{}dème intrarétienne                                  | anti-VEGF                           |
| (néovaisseux ss rétine) |                               | décollement maculaire exsudatif                          |                                     |
#+LATEX: }
#+end_table
** 16 Occlusions artérielles rétiniennes
Artère centrale de la rétine 
- Diag = 
  - BAV brutale, \oe{}il blanc indolore, mydriase aréflective
  - FO : macula "rouge cerise"
- Étiologie : embolies (athémore carotidien), maladie de horton = urgence 
- CAT = urgence . Très mauvais pronostic fonctionnel
  - ttt de l'étio (antiagrégant/anti vit-K)
Branche de l'ACR : pronostic visuel bon (amputation), pas d'Horton
** 17 Occlusions veineuses rétiniennes
Veine centrale de la rétine
- Diag (facile) : BAV brutale, FO = dilatation veineuse, nodules cotonneux,
     hémorragies disséminées, \oe{}dème papillaire
- FR : > 50 ans avec FR vasc, hypertonie oculaire
- 2 formes (angiographie fluorescine) 

#+name: tab:ovr
#+begin_table
#+LATEX: \caption{Formes d'OVR}
#+LATEX: \centering
#+LATEX: \adjustbox{max width=\linewidth}{
#+ATTR_LATEX: :center nil
| Forme          | Évolution                  | TTT                                               |
|----------------+----------------------------+---------------------------------------------------|
| non ischémique | normalisation              | anti-VEGF, surveillance mensuelle                 |
|                | ou ischémique              |                                                   |
| ischémiques    | pas de récupération fonct. | PPR\tablefootnote{Photocoagulation panrétinienne} |
|                | glaucome NV \danger        | PPR en urgence                                    |
|                |                            |                                                   |
#+latex: }
#+end_table

Branche veineuse rétinienne : évolution favorable / hémorragie du vitré (pas
  de GNV !)
** 18 Pathologies des paupières
Cf Table [[tab:paupieres]]

Autres : entropion (sénile/paralysie VII), ectropion, ptosis (penser anévrisme
IC ), lagophtalmie

#+name: tab:paupieres
#+caption: Pathologies des paupières
| Orgelet   | follicule du cil | infection bactérienne | ATB 8 j    |
| Chalazion | glande Meibomius | inflammation          | corticoïde |
Tumeurs malignes : carcinome basocellulaire/épidermoide, mélanique, carcinomes sébacés
** 19 SEP
20% inaugurant SEP. 50% de SEP à 15 ans. Formes :
- neuropathie optique : 
  - BAV variable, douleurs rétro-oculaire, pupille Marcus-gunn
  - scotome (caeco) central, dyschromatopsie d'aexe rouge-vert
  - IRM 
  - Ttt = corticoïdes + (SEP) interféron
- paralysie du VI, nystagmus, périphlébite rétinienne
** 20 Neuropathie optique ischémique antérieure
Diag = BAV brutale indolore
- FO : \oe{}dème papillaire. Examen CV ++ (déficit altidudinal)

Étiologies
- artériosclérose (freq) : FR. Pas de ttt efficaces
- maladie de Horton = urgence . Bio = VS \inc, CRP \inc \thus
  corticothérapie générale forte dose
** 21 Rétinopathie diabétique
<<sec:retinopathie_diabetique>>
 1ère cause de cécité chez < 50 ans. 30% des diabétique
 - maculopathie diabétique
 - rétinopathie diabétique : non proliférante (hémorragies rétiniennes dans 4
   quadrans/dilatations veineuses 2 quadrants/AMIR 1 quadrant) puis proliférante (néovaisseaux)
 - dépistage annuel FO, OCT
 - ttt : équilibre glycémie et TA++. Photocoagulation panrétinienne, anti-VEGF
** 22 Orbitopathie dysthyroïdienne
Maladie de Basedow++, thyroïdite d'Hashimoto

Manif = exophtalmie (bilatérale, axile, non pulsatile, indolore), rétraction
paupière, diplopie

TSH effondrée, scanner, IRM, {CV, couleurs, PEV}
Ttt 
- médical : hyperthyroïdes, anti-inflammatoire si score CAS \ge 3
- si grave : corticothérapie générale, chir
** 23 Rétinopathie et choroïdopathie hypertensive
Rétinopathie hypertensive : si HTA sévère.
- hémorragie en flammèches superficielles, \oe{}dème maculaire
- hémorragies profondes, rondes, nodules cotonneuxs
- pas BAV
Choroïdopathie hypertensive : nécrose de l'épithelium pigmentaire, cicatrices
(décollement de rétine exsudatif si sévère)

Artériosclérose : asymptomatique, irréversibles. Signe du croisement, \inc reflet artériolaire


* Footnotes

[fn:57]  \inc élimination humeur aqueuse et \dec sécrétion respectivement.

[fn:56] Si sécrète hCG : ttt = conservateur/chimie, si sd
Turner : ttt = gonadectomie préventive

[fn:55] par \dec élimination rénale, par sortie du K+ de la cellule respectivement.

[fn:54] Sauf insuf. coronarien, rétinopathie proliférante non stabilisée

[fn:53] IMC > 28 kg/m^2, HTA, HDL < 0.35g/L ou TG > 2g/L ou dyslipidémie, ATCD
diabète (familiale, gestationnel)

[fn:52] Calcifications aux scanner

[fn:51] Doser Ac anti-21 hydroxylase

[fn:50] Glucocorticoïdes et minéralocorticoïdes respectivement.

[fn:49] Aldostérone : réabsorption Na+ et sécrétion K+

[fn:48] Élargissement extrémité, visage (prognathisme)

[fn:47] Obj: TSH \in [0.5, 2.5]mUI/L.

[fn:46] Faciès "lunaire", voix rauque, macroglossie, hypoacousie

[fn:45] Asthénie, somnolence, hypothermie

[fn:44] Arrêt si neutrophiles < 1G/L

[fn:43] Phéochromocytome, hyperparathyroïdie

[fn:42] Faim brutale, trouble concentration, moteurs, sensitifs, visuels,
convulsion, confusion

[fn:41] Coma hypoglycémique possible

[fn:40] Tumeur de la médullo-surrénale 

[fn:39] Nodule de la cortico-surrénale 

[fn:38] Si aldostérone \inc et rérine \inc, hyperaldostéronisme secondaire
(sténose des artères rénale++)

[fn:37] Hirsutisme, acné

[fn:36] Ou si testostérone \in [2.3, 3.2] et SHBG et index T libre bas

[fn:35] Hypothalamo-hypophysaire 

[fn:34] "Cassure" courbe croissance 

[fn:33] Fièvre, arthalgie, érythmèe noueux MI, ADP médiastinale 

[fn:32] I = ADP médiastin brchoniques hilaires bilat, symétriques non
compressives. II = idem + parenchyme. III = parenchyme seulement. IV = fibrose

[fn:31] Ou macrolides, pristinamycine

[fn:30] spiculés, polylobé, irrégulier 

[fn:29] Silence auscult, matité, 0 transmission cordes vocales, souffle pleurétique

[fn:28] Risque = asphyxie

[fn:27] Toux sèche, invalidande

[fn:26] Ou ARA II, \beta-bloquants

[fn:25] Jusqu'au contrôle 

[fn:24] Obstruction des voies aérienne variable

[fn:23] Systémique en cas d'urgence.

[fn:22] Pas d'isolement ! 

[fn:21] Pas de transmission interhumaine ! 

[fn:20] Pas d'effort respi, contrairement au SAOS

[fn:19] Ou enregistrement polygraphie ventilation

[fn:18] sus-ST concave, T plates, T négatives, normales

[fn:17] Calmé par froid, surélévation, marche

[fn:16] Hypoxie-hypocapnie

[fn:14] Turgescence jugulaire, reflux hépatojugulaire, HMG, \oe{}dème périph, ascite

[fn:13] Échec cardioversion 

[fn:12] Retour sinal > 7j/cardioversion

[fn:11] Orthostatiques iatrogène/sujet âgé ou hypotension réflexe 

[fn:10] TV, bradycardies par bloc AV/dysfonction sinusale

[fn:9] Rétrécissement aortique, EP, cardiomyopathies obstructives, tamponnades, thromboses de valves

[fn:8] Asymptomatique, systolique (!), proto/mésosystoliques, éjectionnels,
faible intensité, doux

[fn:7] Bioprothèses

[fn:6] Prothèse mécaniques

[fn:5] Même critère que précédemment : \ge 55mm

[fn:4] Si asymptomatique, chir si dilatation VG/fraction d'éjection < 60%

[fn:3] Père < 55 ans, mère < 65 ans

[fn:2] > 50 ans \male{}, > 60 ans \female{}

[fn:1] Arrêt < 3 ans

