notes/medecine/superfiches.tex
\subsection{15 Dégénérescence maculaire liée à l'âge}
\label{sec:orga35d626}
1ere cause de malvoyance après 50 ans.

Diag = AV, FO, OCT (cf tab \ref{org6dea95e})
\begin{table}
\caption{Formes de DMLA}
\centering
\adjustbox{max width=\linewidth}{
\begin{tabular}{llll}
Forme & Clinique & FO & Ttt\\
\hline
Débutante &  & \emph{drusen}\tablefootnote{Petites lésions profondes jaunes} & vit E, C, zinc, lutéine, zéaxantine\\
Atrophique & BAV sévère, scotome central & atrophie épith. pigment. & \(\emptyset\)\\
Exsudative & BAV, métamorphopsies brutales & \oe{}dème intrarétienne & anti-VEGF\\
(néovaisseux ss rétine) &  & décollement maculaire exsudatif & \\
\end{tabular}
}
\label{org6dea95e}
\end{table}
\subsection{16 Occlusions artérielles rétiniennes}
\label{sec:org9b429b0}
Artère centrale de la rétine 
\begin{itemize}
\item Diag = 
\begin{itemize}
\item BAV brutale, \oe{}il blanc indolore, mydriase aréflective
\item FO : macula "rouge cerise"
\end{itemize}
\item Étiologie : embolies (athémore carotidien), maladie de horton = urgence
\item CAT = urgence . Très mauvais pronostic fonctionnel
\begin{itemize}
\item ttt de l'étio (antiagrégant/anti vit-K)
\end{itemize}
\end{itemize}
Branche de l'ACR : pronostic visuel bon (amputation), pas d'Horton
\subsection{17 Occlusions veineuses rétiniennes}
\label{sec:org7474813}
Veine centrale de la rétine
\begin{itemize}
\item Diag (facile) : BAV brutale, FO = dilatation veineuse, nodules cotonneux,
hémorragies disséminées, \oe{}dème papillaire
\item FR : > 50 ans avec FR vasc, hypertonie oculaire
\item 2 formes (angiographie fluorescine)
\end{itemize}

\begin{table}
\caption{Formes d'OVR}
\centering
\adjustbox{max width=\linewidth}{
\begin{tabular}{lll}
Forme & Évolution & TTT\\
\hline
non ischémique & normalisation & anti-VEGF, surveillance mensuelle\\
 & ou ischémique & \\
ischémiques & pas de récupération fonct. & PPR\tablefootnote{Photocoagulation panrétinienne}\\
 & glaucome NV \danger & PPR en urgence\\
 &  & \\
\end{tabular}
}
\label{org48cfef9}
\end{table}

Branche veineuse rétinienne : évolution favorable / hémorragie du vitré (pas
  de GNV !)
\subsection{18 Pathologies des paupières}
\label{sec:org17e0b53}
Cf Table \ref{tab:org4452f44}

Autres : entropion (sénile/paralysie VII), ectropion, ptosis (penser anévrisme
IC ), lagophtalmie

\begin{table}[htbp]
\caption{\label{tab:org4452f44}Pathologies des paupières}
\centering
\begin{tabular}{llll}
Orgelet & follicule du cil & infection bactérienne & ATB 8 j\\
Chalazion & glande Meibomius & inflammation & corticoïde\\
\end{tabular}
\end{table}
Tumeurs malignes : carcinome basocellulaire/épidermoide, mélanique, carcinomes sébacés
\subsection{19 SEP}
\label{sec:orgc9fffe7}
20\% inaugurant SEP. 50\% de SEP à 15 ans. Formes :
\begin{itemize}
\item neuropathie optique : 
\begin{itemize}
\item BAV variable, douleurs rétro-oculaire, pupille Marcus-gunn
\item scotome (caeco) central, dyschromatopsie d'aexe rouge-vert
\item IRM
\item Ttt = corticoïdes + (SEP) interféron
\end{itemize}
\item paralysie du VI, nystagmus, périphlébite rétinienne
\end{itemize}
\subsection{20 Neuropathie optique ischémique antérieure}
\label{sec:orgdfcb5dd}
Diag = BAV brutale indolore
\begin{itemize}
\item FO : \oe{}dème papillaire. Examen CV ++ (déficit altidudinal)
\end{itemize}

Étiologies
\begin{itemize}
\item artériosclérose (freq) : FR. Pas de ttt efficaces
\item maladie de Horton = urgence . Bio = VS \inc, CRP \inc \thus
corticothérapie générale forte dose
\end{itemize}
\subsection{21 Rétinopathie diabétique}
\label{sec:org67bc131}
\label{orgc28cb24}
 1ère cause de cécité chez < 50 ans. 30\% des diabétique
\begin{itemize}
\item maculopathie diabétique
\item rétinopathie diabétique : non proliférante (hémorragies rétiniennes dans 4
quadrans/dilatations veineuses 2 quadrants/AMIR 1 quadrant) puis proliférante (néovaisseaux)
\item dépistage annuel FO, OCT
\item ttt : équilibre glycémie et TA++. Photocoagulation panrétinienne, anti-VEGF
\end{itemize}
\subsection{22 Orbitopathie dysthyroïdienne}
\label{sec:orgf52d2b2}
Maladie de Basedow++, thyroïdite d'Hashimoto

Manif = exophtalmie (bilatérale, axile, non pulsatile, indolore), rétraction
paupière, diplopie

TSH effondrée, scanner, IRM, \{CV, couleurs, PEV\}
Ttt 
\begin{itemize}
\item médical : hyperthyroïdes, anti-inflammatoire si score CAS \(\ge\) 3
\item si grave : corticothérapie générale, chir
\end{itemize}
\subsection{23 Rétinopathie et choroïdopathie hypertensive}
\label{sec:org136b1b2}
Rétinopathie hypertensive : si HTA sévère.
\begin{itemize}
\item hémorragie en flammèches superficielles, \oe{}dème maculaire
\item hémorragies profondes, rondes, nodules cotonneuxs
\item pas BAV
\end{itemize}
Choroïdopathie hypertensive : nécrose de l'épithelium pigmentaire, cicatrices
(décollement de rétine exsudatif si sévère)

Artériosclérose : asymptomatique, irréversibles. Signe du croisement, \inc reflet artériolaire
\end{document}
